insert into info (user_id, title, content, type, time) values (1, '推进公务员工作高质量发展——全国公务员工作推进会发言摘登', '抓实抓细联系点

示范带动公务员平时考核工作

北京市委组织部


北京市贯彻落实习近平总书记关于干部考核要把功夫下在平时的重要要求，认真执行《公务员平时考核办法（试行）》，坚持问题导向，突出示范引领，着力做深做细联系点工作，以点带面提高全市公务员平时考核工作整体质效。

一、立足首都功能定位，织密点面结合网络。坚持以习近平总书记对北京工作重要讲话精神为根本遵循，紧紧围绕首都“四个中心”功能定位，聚焦高质量发展，深化“接诉即办”改革等中心工作，综合考虑以往工作基础、领域结构、层级分布等因素，从市、区、街道乡镇选取30个单位作为市级联系点，指导其发挥工作展示窗口、创新试验平台、典型示范载体功能。各区各垂管单位上下衔接、因地制宜，建立若干特色联系点，逐步形成条块结合、层级兼顾、领域均衡的平时考核联系点网络。

二、加强全周期业务指导，提高联系点建设水平。找准影响和制约平时考核工作质效的关键问题，深入联系点调研指导，实现三个“全覆盖”。一是实地调研全覆盖。综合运用集中座谈、蹲点调研等多种方式，对30个联系点逐一走访，全面掌握平时考核制度运行和效能发挥情况，梳理形成97条指导性意见，推动各联系点完善实施方案、优化指标体系、创新考核方法。二是台账管理全覆盖。建立工作台账，明确30个联系点制度创新的目标任务和成果形式，通过大数据分析和信息月报等方式，动态跟进平时考核全周期运转情况，及时挖掘创新亮点做法，引导形成特色工作品牌。三是质量评估全覆盖。建立定性与定量相结合的评估体系，年底对联系点建设情况开展全面评估，晒出“成绩单”，对评估排名靠前、全年工作任务完成较好的单位，年度考核优秀比例提高到25%。

三、孵化典型创新案例，示范引领面上工作。聚焦重点难点问题，指导各联系点从指标体系设置、考核方法创新等6个方面，结合工作实践开展课题研究，提炼形成23个具有普遍指导意义的创新案例，为提升平时考核质量提供生动鲜活的基层方案。比如，在指标体系设置方面，西城区西长安街街道将践行“红墙意识”、12345热线“接诉即办”工作成效纳入平时考核指标体系，凸显首都功能核心区工作特色和人民至上发展理念。在考核方法创新方面，市市场监管局统筹考核资源，将政务服务“好差评”结果与平时考核审核评鉴相结合，激励公务员提升公共服务质量。

四、注重标杆辐射带动，提升整体工作质效。印发工作专刊，召开全市工作推进会，及时将联系点有益经验上升固化为全市层面的工作要求和操作规范，联系点抓点促面、由点及面的辐射带动作用初步显现。一是减负落到实处。全市各级公务员使用PC端、移动端APP等不同载体开展平时考核，不搞流水账式纪实，推动平时考核“瘦身”减负。二是形成比学氛围。各级机关以联系点为标杆，普遍围绕岗位职责和中心工作建立定性与定量相结合的动态指标体系。街道乡镇学习联系点以结果使用强化制度执行的办法，64.3%的街道乡镇将平时考核结果作为选人用人的重要参考。三是导向鲜明树立。各级机关打破平均主义，实行“好”等次差异化分配，重点向参与中国共产党成立100周年北京市庆祝活动服务保障、冬奥会冬残奥会筹办等中心工作部门和个人倾斜。各级公务员普遍反映，平时考核推动公务员管理从“粗放”向“精细”转变，干事创业紧迫感更强了、内生驱动力更实了、正能量更足了。


突出对党忠诚 强化使命担当

着力加强公务员队伍政治建设
天津市委组织部


天津市坚持以习近平新时代中国特色社会主义思想为指导，突出党的政治建设这个根本，把旗帜鲜明讲政治落实到公务员育选管用全过程各方面，激励广大公务员在全面建设社会主义现代化大都市生动实践中建功立业、奋发有为。

一、坚持以政治忠诚立根固本。坚守党的集中统一领导这个“根”和“魂”，推动广大公务员坚定捍卫“两个确立”、坚决做到“两个维护”。一是加强党的创新理论武装。把深入学习贯彻习近平新时代中国特色社会主义思想作为公务员培训的首要任务，持续开展对党忠诚教育，深入实施新时代基层干部主题培训行动计划，2021年培训21万人次。建立完善处级领导职务政治理论水平任职资格考试制度，做到“凡提必考”、以考促学。二是深入开展党史学习教育。市委宣讲团对全市各级机关开展3轮全覆盖集中宣讲，开设党史视频课程371门，创新开展“我为群众办实事”实践活动，建立机关干部下沉社区入列轮值工作制度，5.4万名公务员下沉一线当“员”入列，砥砺初心、践行使命。三是强化政治历练实践锻炼。选派203名有潜力的局处级公务员到信访维稳、东西部协作等工作中磨砺成长，选派100名处级公务员担任乡村振兴示范村第一书记。今年初迎战新冠疫情时，组织近3万名公务员深入防控一线，其中8000名同志连夜奔赴疫情最为严重的津南区、河北区，在封控区承担物资转运、执勤值守等任务，知重负重、逆行而上凸显了强烈政治忠诚。

二、坚持以政治标准把关定向。把政治标准贯穿到公务员管理各环节中，严把政治关，做到“首关不过、余关莫论”。一是加强源头政治把关。制定《关于进一步做好公务员录用调任转任工作的意见》，对市级机关公开招考、遴选选调职位全面实行差额考察，在面向优秀村（社区）党组织书记定向考录中，专门设置“政治品德和工作实绩”测评环节，占总成绩40%，高于笔试、面试权重，切实把政治素质好、有家国情怀的优秀人才选拔进公务员队伍。二是鲜明用人政治导向。公务员职务职级晋升一以贯之突出政治标准和实绩导向，着重看政治忠诚、政治定力、政治担当、政治能力、政治自律等，专业技术类公务员任职资格评定防止只重专业水平忽视政治要求，对政治上不合格的坚决不予考虑。在区级领导班子换届中，对30名在疫情防控、脱贫攻坚工作中表现突出的一级、二级巡视员优先提拔重用。三是严格考察政治素质。修订《天津市领导干部政治素质考察办法》，明确16个“是否”情形和10种具体考察方式，建立健全组织工作半月报制度，通过开展家访、列席会议、跟班培训等多渠道掌握“活”情况，以常态化、场景式的识别评价，考准考实公务员政治素质。

三、坚持以政治担当服务大局。突出事业发展需要，鲜明重实干、重实绩、重担当导向，激励广大公务员以实际行动践行政治忠诚。一是聚焦中心任务引领担当。紧紧围绕习近平总书记对天津工作“三个着力”重要要求，连续9年开展绩效管理，2021年将市委市政府重点任务全部细化为绩效指标，为推进高质量发展划好“标准线”。认真开展中组部公务员绩效管理试点工作，积极推行年度绩效奖差异化分配，切实把“管理人”和“推进事”结合起来，持续激发干事动力。二是聚焦大事难事强化担当。连续3年开展全市重点工作专项考核，深入一线跟踪了解公务员在承接北京非首都功能疏解、新动能引育、优化营商环境等重点任务中的德才表现，加大表彰奖励力度，2021年以来对60个集体、408名个人进行嘉奖记功，激励公务员扛重活、打硬仗。三是聚焦人民满意夯实担当。深化拓展做“人民满意的公务员”活动，全链条打造先进典型培育、遴选、宣传平台，坚持“向群众汇报”机制，形成“海河夜话”、“五常五送工作法”等天津品牌，引导广大公务员在躬身为民服务中擦亮人民公仆底色。


聚焦服务高质量转型发展

推动公务员培训提质增效

山西省委组织部


围绕贯彻落实习近平总书记关于山西要在高质量转型发展上迈出更大步伐的重要指示精神，山西省着力促进公务员培训工作从“做没做、有没有”向“好不好、优不优”提升，为全方位推动山西高质量发展提供了坚强组织保证。

一、突出思想引领“铸魂”，持续强化政治训练。坚持把学习贯彻习近平新时代中国特色社会主义思想作为公务员培训的首要任务，教育引导全省公务员深刻领悟“两个确立”的决定性意义，不断提升政治判断力、政治领悟力、政治执行力。一是集中开发样板课程强化理论武装。围绕宣传阐释习近平总书记重要讲话精神开展课题研究，开发14门原文研讨样板课和31门专题辅导课，推动党的创新理论进课堂、进头脑。二是挖掘用好红色资源锤炼政治品格。在公务员培训中加强党史学习教育，注重发挥山西具有光荣革命传统、红色资源丰富的优势，围绕弘扬太行精神、吕梁精神、右玉精神、刘胡兰精神等打造多条培训路线，用好八路军总部等革命旧址就近开展体验教学。三是以理论测试和实际表现检验政治训练成效。采用“线上+线下”方式，对各单位开展创新理论专题学习情况进行监测、对参训公务员政治理论基础知识进行测试。坚持以落实成效审视政治素养，引导公务员与党中央决策部署和习近平总书记重要指示批示精神经常对表对标，立足本职岗位做对做实做好。

二、围绕中心任务“赋能”，持续推进能力建设。紧扣续写山西践行新时代中国特色社会主义的新篇章，着力提高全省公务员把握新发展阶段、贯彻新发展理念、构建新发展格局、推动高质量发展的能力。一是对接国家重大战略提升服务大局能力。围绕中部地区崛起、黄河流域生态保护和高质量发展、乡村振兴等国家战略，结合山西实际开展系列专题培训，用好对口培训资源，邀请国家部委领导干部、国内知名专家学者来晋授课。二是围绕省委决策部署提升推动发展能力。围绕山西能源革命综合改革、产业结构调整优化和推进新基建、新技术、新材料、新装备、新产品、新业态发展等任务，分类分级举办50个专题、60期培训班，培训9608人次。三是聚焦战略落实落地提升基层执行能力。通过送教下基层、结对帮扶培训和网络培训等方式，推动优质培训资源向基层延伸倾斜。举办全省乡镇（街道）党（工）委书记专题培训班，通过网络实时传输进行同步教学，全省1061名乡镇党委书记和215名街道党工委书记“同上一堂课”。市县组织部门举办专题培训班1583期，培训近21万人次。

三、创新方式方法“塑形”，持续提升培训效能。着眼完善公务员培训工作体系，探索建立培训新模式，激发培训新活力。一是实践实训促提升。贯彻落实《公务员初任培训办法（试行）》，以太原市为试点建立“从实践中来到实践中去”的“双实践”初任培训模式，每月集中2天时间，让新录用公务员走进基层一线、田间地头开展课题实践，把实践中的问题带到培训课堂进行理论研究，再把研究成果运用到工作实践中，实现理论与实践互促共进。二是“云端”课堂促提升。将公务员任职培训主体班次搬上“云端”网络平台，围绕提高政治能力和领导能力，开发政治、经济、文化、历史等各类课程177门，组织新提任领导职务公务员参加培训，学员平均完成214学时，扩大了任职培训覆盖面。三是省校合作促提升。依托山西与清华大学等全国65所知名高校深化合作的有利契机，坚持“引进来”和“走出去”相结合，联合开展公务员培训师资引进培养计划，定期选派培训教师到知名高校学习提升，为开展特色公务员培训强化支撑。


坚持守正创新 提升整体效能

推动考录工作高质量发展
福建省委组织部


福建省紧紧围绕建设忠诚干净担当的高素质专业化公务员队伍，突出政治标准，聚焦精准科学，加强基础建设，提高选人质量，为全面建设社会主义现代化国家福建篇章提供更加坚实的组织保障。

一、提高政治站位，严把新录用公务员入口关。以党的政治建设为统领，把政治标准和政治要求贯穿融入考录工作全过程。一是严把政治条件。围绕抓好后继有人这个根本大计，从服务党的工作全局谋划推进考录工作，严格职位招考条件的设置，注意选拔政治素质较高的好苗子。二是突出政治导向。认真贯彻习近平总书记关于注重高校毕业生就业工作的重要指示精神，稳定年度公务员考录规模，积极发挥公务员考录工作稳定社会就业预期的示范作用。三是从严政治考察。认真落实新时代好干部标准，严格执行录用考察办法，规范工作程序、加强档案核查，根据考察对象的情况，作出全面客观公正的评价。四是夯实各方责任。建立“考试安全第一责任人”工作机制，落实疫情防控要求，明确职责分工，加强过程监督，推动形成“省市分级管理，招录单位负总责，机关纪委全程监督”的工作格局。

二、推进分类考试，提高选人用人科学化水平。坚持人岗相适、人事相宜，多措并举把好新录用公务员专业素质关。一是科学制定专业考试计划。紧紧围绕省委“新发展阶段、新福建建设”的重大决策部署，组织部门定期会同用人单位对公务员队伍结构进行分析，科学制定专业考试计划。二是形成多样化的考试组织模式。由省级招录主管部门负责定期组织专业考试，招收特殊技能人才，例如，在“四级联考”中，由省外办统一组织外语考试，为全省外事系统招收翻译人才。三是丰富专业人才选拔方式。针对特殊专业职位，构建以“实践操作”为主、“公共科目”为辅的人才评价模式，“实践操作”占总成绩的权重可以达到80%。四是规范专业考试组织流程。出台特殊职位招考办法、专业测试操作办法等文件，明确特殊招录的职位范围、招录程序以及测试规范。严格考试组织管理流程，要求关键环节全程录像、留存备查。

三、推进“互联网+”，增强考录基础保障能力。着力提升考录信息化水平，提高考录工作效率。一是打造“一体化”平台。坚持每年对考录网站进行升级迭代，逐步将功能相对单一的考试报名网站升级为考录管理网站，实现考录管理的信息化。二是推广“云办公”模式。通过考录网站实现对全省考录工作统一管理，考录主管部门、招录单位以及人事考试机构按照业务类型、分级权限集中在线办公，减少文书往来，简化管理流程。三是提升“智能化”水平。建立“职位申报”系统，自动对招录单位设置的招考条件进行合理性审核，防止出现“因人设岗”现象。开发“报名资格辅助审查”系统，有效提高审查效率。四是提供“人性化”服务。完善“短信池”系统，实现重要信息及时、精准送达。允许对资格审查结论有异议的报考者在线提出申诉请求，维护考生合法权利。


多措并举 综合施策

全面打造过硬基层公务员队伍
河南省委组织部


河南省坚持以习近平新时代中国特色社会主义思想为指导，树立大抓基层的鲜明导向，着力建设高素质专业化基层公务员队伍。

一、把政治要求贯穿基层公务员队伍建设全过程各方面。强化理论武装，将习近平新时代中国特色社会主义思想作为基层公务员的主课、必修课，市县党校主体班每年举办2000余班次、培训20余万人次，上线精品课、微课、特色课500多门，参与学习716万人次。用好我省特有宝贵红色资源，建强焦裕禄、红旗渠、大别山等“三学院三基地”，加强案例教学、情景教学、体验教学。严格政治把关，设置招录职位条件时强化政治素质要求，笔试面试时突出习近平新时代中国特色社会主义思想的测查，考察时重点了解政治立场和政治意识，年度考核时围绕政治素质开展专项考核。强化政治历练，在完成急难险重任务、防范化解重大风险、打赢脱贫攻坚战等重大斗争实践中，引导基层公务员不断增强政治判断力、政治领悟力、政治执行力。

二、进一步充实和稳定基层人员力量。坚持编制和人员向基层倾斜，县市区为每个乡镇调剂10—15名编制，推动现有空编乡镇2年内补齐人员。明确要求未满最低服务年限的乡镇公务员不得转任遴选到上级机关，严禁从基层随意借调工作人员。增强基层公务员招录的科学性精准性，合理设置报考资格条件，对艰苦边远地区的乡镇采取适当放宽学历要求、不限制专业条件、调整报考年龄、面向当地户籍等措施，有效缓解基层机关“招人难”问题。近三年来共招录县乡公务员16737名，占全省新招录公务员总数69.9%；为基层招录选调生3814人。每年面向优秀村（社区）党组织书记招录乡镇公务员200名，三年来累计面向大学生村官、“三支一扶”人员招录乡镇公务员755人，在换届中选拔“五方面人员”2437人进乡镇领导班子。

三、不断提升基层公务员干事创业本领。实施新时代基层干部主题培训行动，实现全省22万余名基层公务员学习培训全覆盖。大力提升专业能力，编印《县域治理“三起来”》、《乡镇工作“三结合”》等体现基层工作特点的教育读本，加大案例教学、现场教学、模拟演练等实训比重，提升培训的专业性、应用性、实操性，近年来全省共举办专题培训班187期、培训1.9万余人次。深化公务员分类改革，以市场监管队伍为主体，对县以下机关1.9万余名公务员实施行政执法类公务员管理制度，有力推进了基层公务员队伍的专业化建设。狠抓作风建设，实行“13710”闭环落实机制，工作部署当天行动、三天见效、七天办结、复杂事项一月办结、所有工作任务清零；深入整治基层公务员队伍中的“四风”，2021年查处侵害群众利益等问题5709起、批评教育帮助和处理9419人。

四、持续激励基层公务员担当作为。发挥考核的激励导向作用，将综合评价好的乡镇年度考核优秀等次比例提高到25%，成绩特别突出的还可以适当提高。坚持职级晋升向基层倾斜，明确考录为公务员的村（社区）党组织书记、在村任党组织书记的乡镇（街道）公务员“两个优先”政策。结合疫情防控、抗洪救灾等急难险重任务及时选树基层先进典型，在抗洪救灾中表现突出的1名乡镇党委书记被评为全国“最美公务员”。2021年第四届全省“人民满意的公务员”和“人民满意的公务员集体”中，县以下机关公务员、公务员集体分别占38%、47%。省财政共向市县转移支付15亿元，将全省乡镇工作补贴标准平均提高了近一倍，持续推动乡镇机关工作人员收入高于县直机关同职级人员20%以上。完善乡镇小食堂、小澡堂、周转房等基本生活设施，妥善解决配偶子女就学、就业、就医等问题。


完善激励保障机制

提振公务员干事创业精气神

四川省委组织部



习近平总书记强调，要加大正向激励力度，引导广大干部保持良好精神状态，奋发有为、敢于担当。四川省深入贯彻落实公务员法及配套法规，系统谋划公务员考核、奖励、工资福利等工作，用足用好用活政策资源，充分发挥激励保障作用，有效激发公务员干事创业的积极性主动性创造性。

一、做优年度考核，激发履职担当原动力。一是突出“三个挂钩”。与绩效考评挂钩，连续两年省委省政府绩效考评结果为一等次的机关年度考核优秀等次比例掌握在25%以内。与表彰奖励挂钩，获得中央表彰奖励的、被省委省政府授予“人民满意的公务员集体”称号的，提高6%；机关内设机构获得中央表彰奖励的、记集体三等功以上的，适当提高比例。与平时考核挂钩，对平时考核工作成效明显、在承担联系点工作中完成任务好的，提高2%。对未按要求开展平时考核或发生严重违纪违法问题的，按不超过18%核定优秀等次比例。二是鲜明实绩导向。年度考核核增的优秀等次名额向基层一线、艰苦岗位和完成重要工作任务的公务员倾斜。2020年，省卫生健康委被中共中央、国务院、中央军委表彰为“全国抗击新冠肺炎疫情先进集体”，核增的优秀等次名额主要用于疫情防控岗位表现突出的公务员。三是注重上下联动。指导市（州）参照制定本地具体挂钩办法，在全省上下构建差异化核定优秀等次比例的制度体系，激励引导各级机关把心思和精力用在推动各项工作的高质量发展上。

二、强化奖励功效，积聚建功立业正能量。一是加大及时奖励力度。2021年出台《公务员及时奖励办法》，全省共开展及时奖励50批次，嘉奖810人、记三等功476人、记二等功71人，实现了有功即奖、奖在平时，有效激发了工作热情。二是健全优先使用机制。分级建立先进典型信息库，作为动议提名人选的重要来源，优先提拔重用、晋升职级。全省在岗的765名记一等功以上奖励公务员，已提拔重用和晋升职级667人，占87.2%；2020年选拔10名受表彰奖励的乡镇党委书记到省直机关担任副处长；泸州市实行职级晋升积分制，对获得市委市政府以上表彰奖励的量化加分、优先晋升，形成了“用好一个人激励一大片”的示范效应。三是充分发挥示范作用。推动先进典型上讲台、进教材、进影视、入方志，组织“人民满意的公务员”赴21个市（州）开展先进事迹巡回报告，近万名公务员现场接受了思想教育和精神洗礼。成都市、广安市为全国“人民满意的公务员”建立工作室，打造公务员跟班学习、培养锻炼阵地；省法院等为先进典型搭建“荣誉授予日”“每月之星”等展示平台，用身边典型引导公务员担当作为。

三、改善待遇保障，凝聚服务基层向心力。一是优化乡镇工作补贴办法。指导各地结合乡镇行政区划调整优化乡镇工作补贴，鼓励向偏远乡镇、艰苦地区和长期在乡镇工作的人员倾斜。涉藏州县采用“乡镇驻地海拔、距离县城远近、乡镇工作年限”三因素法制定补贴标准，最艰苦的34个乡镇，补贴达全省平均水平的5倍。二是持续规范公务员奖励性补贴。贯彻“控高、稳中、托低”原则，奖金水平与绩效考评结果挂钩，向艰苦边远地区、基层一线、低职级人员倾斜，全省地区间高低倍差、职级间倍差进一步缩小，乡镇公务员年度考核奖高于县直机关同职级人员20%。三是加大福利保障力度。全省实施相对集中休假制度，集中休假期间原则上不安排大型活动和会议。指导涉藏州县在执行国家休假政策的基础上，分类区增加高寒高海拔地区特殊休假天数。提高涉藏州县体检费补助标准，在国家补助基础上最高增加1500元/年，为高寒高海拔地区公务员身心健康保驾护航。


深化分类改革 强化科学管理

为贯彻新时代党的治疆方略提供有力保障

新疆维吾尔自治区党委组织部


新疆紧紧围绕完整准确贯彻新时代党的治疆方略，认真落实习近平总书记对新疆提出的“建设政治上强、能力上强、作风上强的高素质干部队伍”重要指示精神，深入实施公务员法及配套法规，扎实推进公务员分类改革，努力建设适应新时代党和国家事业发展需要的高素质专业化公务员队伍。

一、突出持续激励，激发队伍活力。按照党中央关于对新疆干部政治上激励、工作上支持、待遇上保障、生活上关心、心理上关怀的要求，我们着力巩固公务员职务与职级并行制度实施成果，持续激励各级公务员忠诚坚守、担当作为。一是坚持鲜明导向。突出政治标准，注重正向激励，树立正确导向，一大批在重大任务、重点工作中表现突出的公务员优先晋升职级，占晋升总数的84.4%，乡镇机关晋升一级至四级主任科员平均任职年限低于县直机关。二是强化科学管理。准确把握职级属性定位，结合新疆实际制定晋升一级巡视员提名掌握原则和规范一级、二级巡视员管理等政策口径，细化晋升标准条件，加强日常管理，及时兑现待遇，切实增强改革获得感。开展公务员职级晋升规律课题研究，提出职数“蓄水池”思路，合理调节使用职数，为干部队伍梯次配备、长远发展提供数据支撑。三是积极破解难题。针对基层反映的部分县直机关职级职数紧张等情况，解剖麻雀、系统分析，结合实际，鼓励机关优秀年轻公务员赴基层任职，强化地市级统筹管理，建立事前备案等制度，充分释放改革红利。

二、聚焦精准施策，深化分类管理。紧紧围绕提高新疆社会治理现代化水平，谋划和推进分类改革，公务员队伍建设展现科学化、规范化、精细化管理新气象。一是行政执法类全面入轨。紧密结合优化社会治理，开展专项调研，稳慎完成执法队伍参照管理重新认定工作，制定行政执法类职位设置审批规程，坚持执法力量下沉，将地县执法支队、大队、基层站所等全部纳入行政执法类职位，实现6大领域综合执法队伍全面入轨。二是专业技术类探索破题。围绕各项事业发展对专业人才的迫切需求，系统谋划、以点带面，优先选择改革意愿迫切、专业要求较高的部门率先破题。加强政策集成，制定专业技术类公务员分类改革实施方案、专业技术任职资格评定实施细则，首批确定审计、生态环境两个专业215个职位、170人划入专业技术类范围。注重从专业技术类公务员中培养选拔专家型领导干部，形成激励效应。三是精细化管理统筹推进。拿出480个行政执法类公务员职位面向社会招录，突出测评法律素养、法律执行等能力。统筹各类别公务员选拔任用基本要求，明确调任、转任行政执法类、专业技术类公务员应符合职位所需法律专业背景、实践经验等条件，在自治区党校主体班次开设综合执法队伍依法行政研讨班，不断提升依法办事能力。

三、服务依法治疆，锻造政法铁军。聚焦新时代政法工作新要求，打造过硬政法队伍。突出实战实绩导向，对表现优秀的干部提拔使用或晋升职级，从地州市选拔6名有党政正职经历的领导干部加强自治区政法系统班子力量，进一步推动市县级政法机关领导干部交流。推动执法勤务和警务技术职级序列顺利入轨。注重公安队伍专业化建设，指导开展警务技术任职资格评审，突出专业能力评价，实现全区公安机关警务技术专业正、副高级任职资格全覆盖。指导法官、检察官员额重点向社会面复杂、办案量较多的地区倾斜，建立职数年审备案制度，法官、检察官单独职务序列晋升进入常态管理。', 'public', '2022-04-01');
insert into info (user_id, title, content, type, time) values (1, '中组部召开全国公务员工作推进会', '3月10日，全国公务员工作推进会以电视电话会议形式在京召开。会议的主要任务是，以习近平新时代中国特色社会主义思想为指导，深入贯彻党的十九大和十九届历次全会精神，贯彻落实全国组织部长会议精神，自觉运用党的百年奋斗历史经验，弘扬伟大建党精神，坚持稳中求进工作总基调，紧紧围绕抓好后继有人这个根本大计，认真贯彻实施公务员法及配套法规，完善公务员分类管理制度，深化分类分级考录、考核、培训，强化激励与约束，推进公务员工作高质量发展，建设高素质专业化公务员队伍，以实际行动迎接党的二十大胜利召开。

会议强调，要坚定不移加强政治建设，进一步推动广大公务员坚定捍卫“两个确立”、坚决做到“两个维护”。要在抓源头、抓培养上持续用力，使公务员队伍更好适应新时代党和国家事业发展需要。要加强改革系统集成，更好推进公务员分类管理走实走深。要健全激励约束机制，激发广大公务员在新时代新征程上展现新担当新作为。要突出重视基层导向，加强基层公务员队伍建设。要完善中国特色公务员制度体系，更好推动制度优势转化为治理效能。要坚持实践实干实效，推进公务员工作高质量发展。

中央组织部有关负责同志出席会议并讲话。北京、天津、山西、福建、河南、四川、新疆等省区市党委组织部作交流发言。各省区市和副省级城市、新疆生产建设兵团党委组织部有关负责同志参加会议。', 'public', '2022-03-15');
insert into info (user_id, title, content, type, time) values (1, '努力打造一支高素质专业化公务员队伍', '把准方向 精准施策

推动公务员分类改革落地见效

江苏省委组织部

江苏省深入贯彻中央关于公务员分类改革的决策部署，以实施公务员职务与职级并行制度为契机，不断拓展分类管理的广度深度，持续推动改革落地见效。

把握大局大势，筑牢政治统领“压舱石”。适应推进国家治理体系和治理能力现代化要求，将公务员分类改革作为重大政治任务。一是政治站位力求“高”。以习近平新时代中国特色社会主义思想为指导，深入贯彻落实新时代党的组织路线，以政治建设统领推进分类改革。省委常委会专题研究公务员工作，将分类改革列入省委常委会和省委深改委年度工作要点，高起点谋划、高质量推进。二是领会精神务求“准”。准确把握分类改革总体要求和目标任务，印发职务与职级并行制度、高素质专业化公务员队伍建设2个实施方案，强调坚持和加强党对公务员队伍的集中统一领导，统筹不同类别公务员选拔使用，健全科学化精细化管理机制。省委组织部制定深入推进行政执法类公务员分类管理实施方案，提出具体政策措施，将中央精神转化为江苏深化改革的路线图。三是部署实施讲求“实”。成立职务与职级并行制度实施工作领导小组，细化各部门责任分工。加强与干部工作融合贯通，共同研究职级晋升审批权限等重要事项，建立职数动态调整、职数审核备案、任职资格审核3项机制。加强宣传引导，开展政策解读和业务培训，累计培训3万余人次。

聚力布局开局，下好职位划分“先手棋”。以职务与职级并行制度为基础和牵引，把职位划分作为第一步，落子布局，确保分类改革开局稳、起步早。一是突出“分”的精度。严把人员登记关，出台涉改人员安置政策，做到人员身份清晰，为职位划分奠定坚实基础。测算分析各类别职位数量，围绕职级套转、职数核定、晋升管理等方面，对有关问题明确政策口径，为分类改革提供积极支撑。二是加大“分”的力度。对标中央规定及时“分”，在并行制度入轨时，同步将市以下市场监管、生态环保、文化市场、城市管理4支综合执法队伍3.46万个职位划入行政执法类范围。结合省情实际合理“分”，调研综合行政执法体制改革中机构整合、力量下沉情况，提出逐步在农业、应急管理等6个领域设置行政执法类职位。聚焦主责主业有效“分”，明确市、县执法机构一线职位数量占比不低于80%，基层队、站、所应全员从事执法工作。三是统筹“分”的广度。开展专业技术类公务员管理专题调研，研究审计系统专业技术类职位设置方案。科学划分法检系统各类职位，结合员额等因素动态调整。根据人民警察职责特点，合理设置执法勤务、警务技术职位。

坚持精准科学，打出选育管用“组合拳”。以行政执法类为突破口，探索制定职位职责规范文本，系统推进选拔任用、培训考核等工作。一是明确选人靶向。突出政治素质和专业能力，在需求分析、人选产生和考察等环节把准资格条件。明确根据行政执法类职位特点组织考录，设置报考条件和测查内容，探索心理素质测评和体能测评。明确调任、转任行政执法类职级公务员，重点面向具有专业背景和法律教育经历的人员。注重通过公开遴选方式选拔司法、执法等职位公务员，两年来选拔150余人。二是突出育人取向。以提升专业素养为重点，加强分类分级培训规划，整合优化培训资源。省委组织部增设行政执法类公务员培训示范班次，省文化和旅游厅运用岗位带教等方式培训本系统执法人员，盐城市大丰区市场监管局开展“精准培训推进规范执法”行动，以队伍高素质保证执法高质量。三是鲜明用人导向。把政治标准放在首位，坚持实干实绩导向，一大批在脱贫攻坚、疫情防控中表现突出的公务员优先晋升职务职级；坚持基层导向，职数向基层一线倾斜，明确上级机关不得占用基层职数，其他类别不得占用行政执法类职数。研究行政执法类公务员平时考核办法，坚持定量考核与定性评价相衔接，指导各部门细化考核指标和等次评价标准，注重考核执法绩效和纪律作风，激励公务员担当作为。

强化正向激励 完善工作机制

持续深入开展做人民满意的公务员活动

浙江省委组织部

2005年习近平同志在浙江工作时，部署开展了首届全省“人民满意的公务员”评选表彰活动。历届省委持续不断抓深化，鲜明倡导做人民公仆、为人民服务、让人民满意的价值取向，大力弘扬干在实处、走在前列、勇立潮头的精神，激励全省公务员在争创社会主义现代化先行省中奋发进取、担当作为。

高质量选树宣传，立起典型标杆。一是高标准组织评选。坚持政治标准，突出工作实绩，注重把那些在贯彻党中央决策部署、推进省委中心工作、解决群众“急难愁盼”问题中表现突出的优秀公务员推选出来，省委和省政府召开大会隆重表彰，礼敬先进、褒奖先进。2019年评选表彰的39名全省“人民满意的公务员”，都是在乡村振兴、“最多跑一次”改革等重大工作中涌现出来的先进典型，其中乡科级以下基层一线公务员占90%，表彰对象事迹感人，得到群众高度认同。二是立体化开展宣传。依托主流媒体，创新融媒形式，推动先进典型事迹上电视、入网络、进手机，在地铁、公交等户外视频滚动播放。省委组织部“之江先锋”抖音号中，“人民满意的公务员”事迹短片点击量普遍在10万以上。三是多层面深化拓展。在全省五年一届评选表彰基础上，指导各个层级开展记功嘉奖，以优者奖的鲜明导向推动干事创业。一年来，有5200余名公务员、700多个公务员集体受到奖励。继2017年全省首次开展“最美公务员”选树活动后，去年再次评选百名“最美公务员”，从基层一线发现树立了一批扎根基层、忠于职守、甘于奉献、为民爱民的先进典型。

多维度发挥作用，强化示范效应。一是搭建示范教育平台。每次党内集中学习教育中，组建巡回宣讲团，组织先进典型为党员干部作报告、上党课，将“人民满意的公务员”事迹作为各级党校、干部学院重要教学内容。近3年参加宣讲、访谈、授课等超过200人次。二是搭建导师帮带平台。引导推动“人民满意的公务员”设立工作室，组建“家园卫士”等志愿队伍，助力年轻公务员成长进步。三是搭建干事创业平台。根据他们的特点特长，交任务、创条件，激励在推动改革发展、创新社会治理、为民排忧解难等方面持续发挥作用。

全方位关怀关爱，做实跟踪管理。一是落实待遇措施。把“人民满意的公务员”纳入全省劳模库，按政策落实晋升工资档次、走访慰问、医疗补助等待遇，去年省委组织部专门组织6名全国“人民满意的公务员”休假疗养。二是完善信息管理。依托全省公务员管理信息系统，建立“人民满意的公务员”信息库，完善个人基本信息、工作业绩、奖励等情况。三是注重跟踪培养。采取谈心谈话、上门走访、电话、微信等形式，实时掌握现实表现，提出培养使用建议。2019年以来，6名全国“人民满意的公务员”晋升职务职级，39名全省“人民满意的公务员”已有25人晋升职务或职级，彰显了有为者有位、能干者能上、优秀者优先的用人导向。

坚持守正创新 聚焦精准科学

努力提升公务员考录工作质量和水平

山东省委组织部

山东省坚持以习近平新时代中国特色社会主义思想为指导，聚焦精准科学、优化招录流程、严把选人源头，统筹做好公务员招录和常态化疫情防控工作，去年7月、12月两次组织“四级联考”，积极营造“近悦远来”的良好环境，为服务高质量发展提供有力保障。

坚持“三个突出”，树立鲜明用人导向。一是突出政治标准。设置职位条件旗帜鲜明对考生政治素质提出要求，结合实际命制试题，重点测查运用习近平新时代中国特色社会主义思想指导分析和解决问题的能力。落实落细政治素质考察，制定出台考察办法，明确7类“负面清单”，对政治素质有问题的“一票否决”；细化考察内容，制定录用考察表、干部档案审核登记表列为入档材料，建立考察责任倒查追究机制；实行差额考察，避免简单以分取人。去年，全省有106人在考察环节被取消录用资格。二是突出事业需要。紧紧围绕山东新旧动能转换综合试验区等国家级战略平台建设需要，引导招录机关合理设置招录职位，加大专业化人才招录力度。今年，根据海洋产业、智能制造等领域发展急需，设置专业人才招录计划1647个。鼓励各地区各部门根据重点工作任务需要开展专项招录，及时补充紧缺人才。三是突出广纳贤才。建立报名容缺机制，采取“承诺+容缺”方式，允许考生在职位要求证书材料暂缺的情况下，先承诺考试、后补充材料，方便考生报考。对非全日制研究生与全日制研究生同等对待。适当延长留学归国人员学历认证时间，对国内外高校毕业生一视同仁。根据职位空缺开展二次补充录用，进一步优化人才资源配置。

注重“三个结合”，精准科学识才辨才。一是分类与分级结合。针对不同层级机关特点，分别命制市级以上、县级以下笔试试题。建立“2+X”和“通用面试+专业能力测试”的评价模式，强化专业能力测查。先后开展专业技术类公务员胜任特征研究、县级机关公务员录用测评体系研究，为分类分级考录提供指导。二是标准化与精细化结合。制定录用考试标准化手册，将政策要求转化为具体实施步骤。丰富面试测评方式，探索开展了无领导小组讨论、结构化小组、演讲、“专家评审＋实践操作”等多样化面试。三是严格规范与温馨服务相结合。建立考试联席会议制度，将常态化疫情防控要求贯穿到考录各环节，多部门合力做好疫情防控和考务安全工作。依托大数据比对，对考生健康状况进行多轮动态筛查，对健康“黄码”考生一对一跟踪服务。召开新闻发布会广泛宣传招录政策，将温馨提示短信推送给每位考生。

夯实“三项基础”，提供发展动力保障。一是夯实制度基础。近年来，就职位条件设置和资格审查、录用考察、特殊职位公务员录用、贯彻实施《公务员录用规定》等出台一系列办法，提高考录制度执行力。二是夯实信息技术基础。推进“互联网+考录”，实现从报名到录用结果查询“一网通办”。研发公务员招录职位申报系统、面试管理系统，提高工作效率。依托信息化手段，对命题效度、面试考官评分等及时分析，增强工作精准性。三是夯实队伍基础。加强命题专家队伍建设，面向不同领域征集专家人选5065名，首批遴选476人进入省级专家库。加强面试考官队伍建设，去年对6749名面试考官考核认证，由于不符合履职要求等原因，注销资格552人。对县级以上公务员主管部门同志开展全员培训，打造过硬的考录工作者队伍。

服务脱贫攻坚乡村振兴大局

加强基层公务员队伍建设

湖南省委组织部

在脱贫攻坚、乡村振兴的征程中，基层公务员队伍肩负着特殊重要的历史使命。近年来，湖南省深入贯彻落实习近平总书记关于大抓基层、决战脱贫攻坚、推进乡村振兴的重要指示精神，加强基层公务员队伍建设，取得较好成效。

完善政策措施，充实稳定基层公务员队伍。适应脱贫攻坚需要，采取面向社会招录、精心选调选派、加大调任力度等措施，及时补充基层公务员，近两年全省招录县乡公务员占新招录总数的74%，其中乡镇公务员占63%。建立常态化机制，面向优秀村（社区）党组织书记、大学生村官、乡镇（街道）事业编制人员和选调生择优选拔乡镇（街道）领导班子成员。从国内重点高校和国（境）外知名大学选拔选调生，统一安排到基层锻炼。从省市县机关选派优秀年轻干部到乡镇任职。落实调任规定，将县乡机关公务员调任年龄由45岁放宽到50岁，调任充实县乡工作急需人员。严格执行新招录乡镇公务员最低服务年限等规定，开展借调抽调基层公务员专项清理行动，确保在编在岗、坚守一线。

加强培训指导，着力提升基层治理能力。巩固拓展“不忘初心、牢记使命”主题教育成果，深入开展县乡领导班子政治建设考察，促进基层公务员牢固树立以人民为中心的发展思想，自觉扛起脱贫攻坚、乡村振兴的政治责任。依托省委党校和省属高校，举办乡镇党政正职培训班，开设乡镇党政正职学历提高班，实施脱贫攻坚专项培训。市县两级通过党校培训、开办“流动党校”和“乡镇夜校”、选派基层公务员到高校学习或到发达地区和上级机关挂职等途径，形成基层公务员全员培训格局，近两年共培训6万余人次。全省选派2.6万名公务员驻村帮扶，指导驻点村加强党组织建设，规划产业发展，提高乡村治理水平。

拓宽成长路径，让基层公务员有为有位。严格落实职级职数向基层一线倾斜的要求，明确县乡机关分开核定、分级使用等政策措施，让基层公务员充分享受改革红利，3.1万余人次晋升职级。深入开展脱贫攻坚专项考察，一批乡镇（街道）党政正职、驻村扶贫和长期在乡镇工作的公务员得到提拔重用或交流到县直单位任职。近两年来，省市机关面向基层公开遴选公务员2019人，选拔505名乡镇公务员到市州直单位担任科级以上领导职务。

强化激励保障，关心关爱基层公务员。明确从去年7月起，乡镇公务员工资收入要高于县（市、区）直单位同职级人员13%—15%，逐步达到20%的目标。对在乡镇工作累计满20年或在乡镇工作时间较长且年满50周岁、表现优秀的公务员，可根据本人意愿优先安排到县（市、区）直机关或离家庭居住地较近的乡镇工作。落实公务员体检等政策，开展暑期集中休假，鼓励基层公务员轮休。去年8月，省委组织部首次组织有脱贫攻坚任务的乡镇（街道）党政正职集中开展健康疗养活动。为基层减负减压，下大力气清理规范“一票否决”和签订责任状等事项，为基层公务员心无旁骛谋发展、干实事创造良好环境。

立足新征程 奋进新时代

推动高素质专业化公务员队伍建设开新局

广东省委组织部

习近平总书记要求广东在全面建设社会主义现代化国家新征程中走在全国前列、创造新的辉煌。全省深入贯彻总书记重要指示精神，采取有力措施，全面加强高素质专业化公务员队伍建设，为推动高质量发展提供坚强组织保证。

坚持政治引领，注重统筹谋划，全面加强党对公务员队伍的集中统一领导。贯彻习近平总书记“加强党的政治建设，要紧扣民心这个最大的政治”重要要求，始终把准公务员队伍建设的根本政治原则和价值取向。一是围绕凝心铸魂加强政治引领。坚守党的集中统一领导这个“根”和“魂”，把学习贯彻习近平新时代中国特色社会主义思想作为首要政治任务，去年培训公务员92.6万人次，制定措施促进终身学习，深入考察识别政治表现，教育引导公务员增强“四个意识”、坚定“四个自信”、做到“两个维护”。二是围绕服务大局找准政治定位。按照推动高质量发展要求，突出系统谋划、统筹推进，自觉在事业发展大局下做好做实公务员工作，主动融入干部工作全局，制定建设高素质专业化公务员队伍措施，统筹职级职数资源，有效保障机构改革、服务换届班子调整。三是围绕人民满意强化政治担当。服务脱贫攻坚，选派700多名公务员参加新一轮援藏援疆援川和东西部扶贫协作，近3年选派2771名公务员任驻村第一书记，从珠三角地区选派1000多名公务员到省内欠发达地区对口帮扶。服务大战大考，推动县级以上机关40多万名公务员下沉疫情防控一线。服务“六稳”、“六保”，近两年招录公务员2.5万多名，60%以上职位定向招录应届毕业生。

坚持事业为上，注重培养选拔，全面增强公务员队伍服务新发展格局的能力。贯彻习近平总书记对广东提出的加快形成区域协调发展新格局的重要要求，围绕打造新发展格局战略支点，抓好公务员培养选拔工作。一是注重精准科学抓差异化进人。坚持分区施策，近3年为珠三角核心区招录国际高端型人才1.2万人，为沿海经济带招录开拓创新型人才1.3万人，为北部生态发展区招录务实进取型人才1万人。坚持分类分级，实行乡镇与县级以上机关分别命题考录，对专业性较强职位加考专业科目（技能），创新“案例式”考试题型。坚持拓宽渠道，近3年调任急需优秀人才700多名，招录村（社区）党组织书记1102名，专设36个职位定向招录港澳籍公务员。二是着眼长远需要抓复合型培养。夯实主阵地培训，省委党校中青班向副厅级干部到乡镇党政正职拓展，全覆盖建成1609个镇街党校，提档升级省干部培训网络学院，新上线课程611门；选派5715人到重大任务一线挂职锻炼，培养公务员世界眼光、战略思维和实战能力。三是聚焦分类改革抓专业化建设。印发通知明确行政执法类职位设置标准、审批程序和职级套转等要求，明确行政执法类职位约5.9万个，制定专业技术类公务员管理试点方案，逐步形成分类管理新格局，推动公务员队伍专业化建设迈上新台阶。

坚持严管厚爱，注重激励约束，全面调动新时代公务员队伍干事创业的精气神。贯彻习近平总书记“要把严格管理干部和热情关心干部结合起来”的重要要求，完善激励约束机制，推动公务员永葆“闯”的精神、“创”的劲头、“干”的作风。一是提升考核质量强化干事动力。制定公务员平时考核试行办法，根据主体功能区规划实施精准考核，引导公务员分赛道“赛龙夺锦”。建立党群、政府、民主党派机关分类考核机制，完善省级机关绩效考核制度，对疫情防控表现突出的单位核增年度考核优秀等次人数。二是注重关心关爱优化干事氛围。拓宽基层公务员职业发展空间，制定乡镇公务员选拔任用办法，两年来晋升职级4.24万人次，约占同级公务员19.1%。差异化发放乡镇工作补贴，积极探索解决异地任职公务员退休安置问题，建立因公殉职干部抚恤保障联动响应机制。三是严格管理监督净化干事生态。坚持从严管理主基调，将“八小时以外”活动监督管理纳入平时考核，推进工资津补贴专项清理和清单管理，对调任、转任把关不严和违规晋升职级等问题严肃督查整改。

加强公务员培训

助力决战决胜脱贫攻坚

云南省委组织部

云南曾经是全国贫困县数量最多的省份，2019年底仍剩余贫困人口44.2万、贫困村429个，9个贫困县未脱贫摘帽，占全国未摘帽县的17%。决战决胜脱贫攻坚冲锋号吹响后，全省坚决贯彻落实习近平总书记关于扶贫工作重要论述和考察云南重要讲话精神，以提升贫困地区公务员脱贫攻坚能力为突破口，大力开展公务员培训，助推打赢脱贫攻坚战，历史性地解决了延续千年的绝对贫困问题。去年，省委组织部直接培训各级公务员6.42万人次，其中，基层公务员占95%以上，少数民族公务员占40%以上。

聚焦决战决胜脱贫攻坚，大力推进精准施训。一是精准确定培训需求。深入基层开展培训需求调研，开展公务员队伍巩固脱贫攻坚成果治理能力研究，综合调研情况与研究成果科学制定培训计划。二是精准设置培训内容。把习近平总书记关于扶贫工作重要论述作为“必修课”，把提升为民服务意识、群众工作能力、基层治理能力作为“基础课”，把解决“两不愁三保障”问题作为未摘帽县“重点课”，把巩固拓展脱贫攻坚成果、优化产业发展、推进乡村振兴等内容作为已摘帽县“公共课”。三是精准构建培训体系。针对不同地区、不同层级、不同类别公务员服务脱贫攻坚亟需提升的能力，采取省州示范、县级普遍、乡镇兜底的培训方式，推进工作落实。突出基层一线，增加案例教学、现场教学、体验式教学等方式，做到“扶贫干部到哪里，培训工作就延伸到哪里；哪里最需要培训，培训资源就向哪里倾斜”。

突出重点持续发力，破解深度贫困难题。一是突出重点地区。对9个未摘帽县开展“送教基层”培训，举办11期培训班、培训3600余人次，占公务员总数的23%。对班子成员注重提升政治素质和政策解读能力，对基层一线公务员注重提升实战能力，推动培训资源向重点地区倾斜。二是突出重点问题。瞄准群众工作不够深入、易地搬迁后续帮扶力度不够、产业发展小散弱等问题，开设“扶贫开发农户行为及其引导”、农村流转土地经营、高原特色农业发展等10多门实用课程，着力提高基层公务员政策执行能力、群众工作能力、抓落实能力。三是突出少数民族。结合部分人口较少民族公务员队伍建设实际，开设边疆民族地区社会治理、推进民族团结进步等课程，推动各民族交往交流交融，促进民族地区和谐发展。

创新培训方式方法，着力提高培训实效。一是创新培训模式。针对培训形式单一、手段落后等问题，既用好传统培训方式，又创新采用“云课堂”、“现场+网络”培训模式，组织5万余名基层公务员同步参加培训；依托云岭先锋APP“网上党校”开展培训，以训促学、以学促干。二是加快信息化建设。推进公务员管理信息系统培训模块开发运用，整合培训资源，建立由行业部门业务骨干、知名高校专家学者等组成的公务员培训师资库，实现优质资源共建共享。三是注重培训实效。通过实战化培训，基层公务员政策执行、服务群众、沟通协调、应急处置等能力明显提升，有效推动脱贫攻坚战取得全面胜利，贫困县如期摘帽，脱贫成果得到巩固。

坚持“四个突出”

以高质量考核激励公务员担当作为

青海省委组织部

青海省深入学习贯彻公务员法和贯彻落实《干部考核条例》电视电话会议精神，下大力气加强和改进公务员考核，以高质量考核增添动力、激励担当、促进发展。

在考核内容上突出政治引领。一是做实政治素质考核。针对青海多民族聚居、多宗教并存的实际，引导公务员增强“四个意识”、坚定“四个自信”、做到“两个维护”，不断提高政治判断力、政治领悟力、政治执行力。省民政厅把政治表现作为关键指标，实行正向激励加分、反向测评减分，拉开评分档次，严把政治首关。二是强化立足本职贯彻落实党中央决策部署情况的考核。对标对表习近平总书记对青海工作提出的“四个扎扎实实”重要要求，每年初各地区各部门各单位设置年度目标任务，制定年度岗位职责目标责任书，督促推动公务员自觉履职尽责、担当实干。将习近平总书记关于祁连山南麓青海片区生态保护重要指示批示精神贯彻落实及整改情况，作为相关地区和职能部门公务员年度考核的重中之重，严格考核，确保令行禁止。

在方式方法上突出精准科学。一是针对层级和类别特点进行分类考核。公安系统推行“一网考”，加强对办案数量、质量的大数据分析，客观评价办案民警行政执法能力。人社系统将考核与政务服务“好差评”、“人社服务快办行动”等结合起来，使群众评价成为评判窗口一线公务员的重要标尺。二是推进平时考核、年度考核、专项考核相互印证。全面推行平时考核，考核结果以60%权重计入年度考核，防止“平时不算账，年终凭印象”、年度考核“一张测评票考全年”等问题。坚持“少而精”开展专项考核，考核结果采取加减分方式以10%权重计入年度考核。三是实行组织绩效与个人绩效挂钩。根据组织绩效考核结果，差异化核定年度考核优秀比例，改变不管干好干坏但优秀等次比例都一个样的现象。2019年，西宁市、省发展改革委等57个组织绩效考核优秀的地区和单位公务员年度考核优秀比例提高到20%，有的考核一般、较差的地区和单位降低了比例。

在结果运用上突出奖优罚劣。一是正向激励有“温度”。印发激励干部新时代新担当新作为的指导意见以及在疫情防控中勇于担当的通知，对考核一贯突出的公务员予以通报表扬，在选拔任用、晋职晋级时优先考虑，把年度考核优秀作为推荐评选人民满意的公务员等先进典型的重要条件。做好关心关怀心理健康工作，帮助公务员特别是艰苦边远地区公务员保持心理健康。海南州出台疫情防控人员工作激励、精神激励、待遇保障措施，60多名考核表现突出的公务员及时得到提拔。海西州从年度考核优秀人员中遴选一批好苗子，纳入优秀年轻干部名单动态管理。二是反向约束重警醒。建立反馈机制，采取个别谈话、会议点评等方式，及时咬耳扯袖、督促整改。对平时考核较差、年度考核基本称职及以下等次的公务员，严格控制职务职级晋升、年度考核奖金发放；对不胜任、不适合现岗位工作的调整交流。针对考核发现的问题，海东市集中实施“专业能力提升培训工程”，增强公务员推进脱贫攻坚、乡村振兴等方面能力。

在组织实施上突出系统推进。一是抓制度先行。制定公务员平时考核实施办法、进一步加强改进公务员考核工作提高工作能力和水平的意见，明确改进考核工作的目标方向、总体思路和重点举措。二是抓学习培训。针对机构改革后公务员考核工作人员变动较大的情况，省级层面开展专题培训10余次，到基层集中宣讲12次，推动相关人员学习政策、提高业务水平。三是抓督促指导。印发平时考核工作指南及答复意见，总结推广省林草局等15家单位经验做法。探索“互联网+考核”，在省市县三级贯通的基础上，将考核信息管理系统延伸到省直部门对内设处室、市州对县市区的考核中，建设便捷高效考核工作平台。对64家省直单位、8个市州开展专项督导，对问题较多的该约谈的约谈、该批评的批评。', 'public', '2021-04-14');
insert into info (user_id, title, content, type, time) values (1, '中组部召开全国公务员工作推进会', '3月11日，全国公务员工作推进会以电视电话会议形式在京召开。会议坚持以习近平新时代中国特色社会主义思想为指导，全面贯彻党的十九大和十九届二中、三中、四中、五中全会精神，落实全国组织部长会议部署要求，围绕努力打造一支政治过硬、适应新时代全面建设社会主义现代化国家需要的高素质专业化公务员队伍，为“十四五”开好局起好步提供坚强组织保证，对做好2021年公务员工作作出具体安排、提出明确要求。

　会议强调，要以政治建设为统领，不断增强“四个意识”、坚定“四个自信”、做到“两个维护”，提高公务员队伍的政治判断力、政治领悟力、政治执行力。要持续加强党的创新理论武装，扎实开展党史学习教育，严格落实政治标准政治要求。以抓源头、抓培养为支撑，全面提高公务员队伍把握新发展阶段、贯彻新发展理念、构建新发展格局的能力。以深入推进公务员分类改革为重点，不断提高管理科学化精细化水平。以人民满意为落脚点，激励公务员履职担当、建功立业。以强化制度执行力为保障，推动中国特色公务员制度体系更加高效地转化为公务员管理效能。

　中央组织部有关负责同志出席会议并讲话。江苏、浙江、山东、湖南、广东、云南、青海省委组织部作交流发言。各省区市和副省级城市、新疆生产建设兵团党委组织部有关负责同志参加会议。', 'public', '2021-03-15');
insert into info (user_id, title, content, type, time) values (1, '中组部召开全国公务员工作推进会', '4月23日，中央组织部在北京以电视电话会议形式召开全国公务员工作推进会，深入学习贯彻习近平新时代中国特色社会主义思想，全面贯彻党的十九大和十九届二中、三中、四中全会精神，落实全国组织部长会议、全国公务员工作暨学习贯彻公务员法座谈会工作部署，对做好2020年公务员工作作出具体安排、提出明确要求。

　　会议强调，要认真落实坚持用习近平新时代中国特色社会主义思想武装全党的要求，进一步推动广大公务员增强“四个意识”、坚定“四个自信”、做到“两个维护”。要加快深化公务员分类改革进程，提高公务员管理科学化水平。要坚持事业为上，健全落实精准科学的选贤任能制度。要坚持多措并举，着力在提高公务员队伍的治理能力上下功夫见成效。要进一步完善激励约束机制，引导公务员更好履职尽责、担当作为。要坚持正确政治方向，进一步完善中国特色公务员制度体系。会议要求，各级公务员主管部门要坚持干字当头、实字为先，提高政治站位、创新思路、聚焦精准、强化责任抓落实，为决胜全面建成小康社会、决战脱贫攻坚提供坚强组织保证。

　　中央组织部有关负责同志出席会议并讲话。山西、上海、江苏、广西、重庆、陕西党委组织部作交流发言。各省区市和副省级城市、新疆生产建设兵团党委组织部有关负责同志参加会议。', 'public', '2020-04-28');
insert into info (user_id, title, content, type, time) values (1, '全国公务员工作推进会发言摘登', '为决胜全面建成小康社会决战脱贫攻坚提供坚强组织保证

强化激励保障措施 完善正向激励体系

山西省委组织部

　　山西坚持以习近平新时代中国特色社会主义思想为指导，围绕奋力推动山西高质量转型发展，聚焦建立崇尚实干、带动担当、加油鼓劲的正向激励体系，出台实施激励干部“不忘初心、牢记使命”担当作为“二十条”举措、激励关爱新冠肺炎疫情防控一线基层党员干部“十八条”措施等，不断健全激励保障制度机制，有力调动激发了广大公务员干事创业的积极性。

　　一、创新目标责任绩效考核机制，激励公务员担当作为干事创业。对标对表中央要求，改革考核内容、创新考核方法、强化结果运用，不断完善目标责任考核机制。一是创新考核联动机制。把集体与个人的考核结果有效挂钩，省委、省政府向全省通报各市、各省直单位的年度考核结果，对优秀等次的地区、单位，给予通报表扬并提高优秀公务员所占比例；对一般等次的，约谈主要领导，帮助分析问题，督促整改提高，推动广大公务员奋发有为。二是提升考核激励效应。把考核结果与评先奖优结合起来，开展敢于担当、奋发有为先进典型评选活动，全省连续两年每年推荐5000名担当作为表现突出干部，在省市两级通报表扬并给予物质奖励，让想干事、能干事、干成事的有荣誉、受重视、得实惠，激励广大公务员见贤思齐。三是树立鲜明用人导向。坚持把使用作为最直接、最有效的激励，在年度集中考核测评、谈话过程中，从各市、各省直单位的中层正职中非定向推荐3-5名优秀公务员，选拔一批实绩突出、群众公认、有发展潜力的纳入优秀年轻干部范围动态管理，激发广大公务员争先创优。这些探索实践，有效发挥了考核奖励在区分优劣、奖优罚劣、激励担当、促进发展上的“指挥棒”、“助力器”作用。

　　二、健全完善待遇保障配套政策，助力公务员立足岗位履职尽责。坚持严格管理与关心关爱相结合，把健全和落实工资福利等待遇保障政策与其他改革举措同步谋划、同步配套、同步推进。一是完善休假体检制度。实行带薪年休假年初列入计划、年中随机抽查、年底报告落实制度，严格控制发放未休假报酬人数比例并按时兑现。将省直单位每年健康体检纳入干部管理常规工作，对不同群体实行差异化项目。二是解决异地交流干部后顾之忧。省直单位为异地交流任职（挂职）干部租赁住房，按相应标准保障并负担租金，报销每年探亲交通费，发放适当生活补助。三是关注基层治理“关键少数”。将脱贫攻坚、转型发展等工作突出、群众满意的19名县（区）委书记、15名县长晋升为二级巡视员，享受相应职级的生活待遇，让有为者晋升、吃苦者吃香。

　　三、加大关心关爱政策倾斜力度，鼓励公务员扎根基层建功立业。习近平总书记强调，“对广大基层干部要充分理解、充分信任，格外关心、格外爱护，多为他们办一些雪中送炭的事情”。我们坚决贯彻总书记要求，持续加大政策倾斜和支持力度。一是激励关爱包括公务员在内的战“疫”一线基层党员干部。在新冠肺炎疫情防控中，及时出台措施做实做细工作激励、精神奖励、待遇保障等方面工作。把疫情防控工作纪实纳入本人档案，作为提拔使用、职级晋升重要依据；单独核定考核优秀等次指标，优先评选担当作为突出干部；安排好轮休、调休、强制休息或补休。疫情发生以来，22名公务员被火线提拔，800余名基层公务员受到通报表扬。二是关怀关爱以公务员为中坚力量的脱贫攻坚一线干部。对战斗在脱贫攻坚基层一线驻村工作队员、驻村第一书记，以实际在岗天数由派出单位给予生活、交通、通讯补贴，安排定期体检，据实报销公务活动的公共交通费用，实现人身意外伤害险全覆盖，为打赢脱贫攻坚战营造良好工作生活氛围。三是稳步提高乡镇公务员工作待遇。持续加大政策倾斜和资金保障力度，提高乡镇工作补贴标准。这些正向激励举措，把组织的关怀传递到广大基层一线公务员的心坎上，有益于他们在基层一线安心、安身、安业。

积极探索分类改革 努力提升执法效能

上海市委组织部

　　分类管理是公务员科学管理的基础，是适应推进国家治理体系和治理能力现代化要求、建设高素质专业化公务员队伍的重要举措。近年来，上海坚持以习近平新时代中国特色社会主义思想为指导，深入学习贯彻习近平总书记考察上海重要讲话精神，积极探索行政执法类公务员分类管理，取得了明显成效。

　　一、聚焦重大任务，稳步推进改革。为贯彻落实中央“放、管、服”改革要求，积极协同推进我市综合执法体制改革，努力促进政府管理重心向事中、事后监管转变，在市委领导下，按照“稳中求进、稳慎操作、稳步实施”的思路，我们开展了行政执法类公务员分类管理改革。一是科学确定实施范围。组织开展调查摸底，对全市承担行政执法职能的单位和人员全面梳理，研究将市场监管、城市管理、环境保护、文化市场、交通运输、农业农村、规划资源、水务执法、劳动监察、社团监察、医保监督等11支执法队伍列入改革范围，共涉及市、区两级133家单位。二是分类分层稳步推进。先综合执法、后专业执法，先区级单位、后市级单位，分批开展改革。考虑到市场监管、城管管理既是综合执法体制改革的重点，又是行政执法队伍的主体，牵牛要牵牛鼻子，我们选择在这两个系统率先启动改革，最后扩展到其他几支执法队伍。三是细化职位设置范围。坚持执法力量下沉一线，规定城管系统行政执法类职位不低于其编制数的95%，市场监管系统不低于其编制数的80%。其他几支执法队伍全部设为行政执法类职位。

　　二、紧扣执法特点，加强科学管理。改革以来，围绕贯彻公务员法和新时代党的组织路线，我们瞄准高素质专业化队伍建设目标，制定出台一系列配套文件，积极构建体现行政执法类特点的分类管理机制。一是探索建立分类招录制度。单独组织行政执法类招录，根据职位特点设置报考资格条件，允许基层一线执法职位合理确定专业和人员比例，笔试环节突出法律知识、依法行政意识测查，面试环节增设体能测试和心理测评，录用考察突出政治标准，强化信用信息比对核查，提高行政执法类公务员招录的科学性、有效性。二是努力打造分类培训体系。探索通专结合、一专多能的人才培养模式，明确一线执法人员中全科型执法人员比例要达到80%，基层领导岗位全科型比例达到100%，市场监管系统的中高级专业执法人才数量在现有基础上提高20%，整合培训资源，开发培训课程，优化师资队伍，因材施教、分类施训，线上与线下结合，全面培养提高行政执法类公务员专业知识、专业能力、专业作风、专业精神。三是建立健全分类考核机制。出台行政执法类公务员平时考核办法，建立以执法办案为核心、与年终绩效挂钩的奖勤罚懒机制，将平时考核情况作为年度考核和绩效分配的主要依据。四是努力加强日常管理监督。树立正确用人导向，规定职务职级晋升实行差额择优选升。出台从业行为“六条禁令”，结合辞退、开除等规定，建立健全行政执法类公务员违反从业行为禁令的退出机制。

　　三、改革成果初显，改革信心增强。总的看，改革达到了预期目标。一是实现了人员编制和执法力量向基层一线下沉，打通了监管执法的“最后一公里”；二是拓宽了行政执法类公务员晋升通道，有效解决了基层单位“压职压级”现象；三是推动了公务员分渠道发展、精细化管理和专业化建设，促进了执法人员素质全面提升。特别是在抗击新冠肺炎疫情中，我市行政执法类公务员全部下沉一线，深入各个人群密集区域执法巡查检查、应急值守，外防输入、内防扩散，为成功抗击新冠肺炎疫情、助力企业复工复产作出突出贡献，检验了前期改革成效，坚定了我们持续深化改革的决心和信心。

坚持改革创新 完善工作机制

着力提高公务员考录工作科学化水平

江苏省委组织部

　　近年来，江苏坚持以习近平新时代中国特色社会主义思想为指引，深入学习贯彻中央关于新时代公务员工作的决策部署，把公务员考录作为建设高素质专业化公务员队伍的源头工程，注重把握规律、完善机制，改革创新、优化功能，向各级党政机关单位输送了一大批素质高、能力强的优秀人才，为推动高质量发展走在前列、建设“强富美高”新江苏提供坚强组织保证。

　　一、完善制度体系，推动考录工作规范化。公务员考录政治性、政策性强，只有制度科学完善，工作才能规范高效。我们坚持上承精神与下切实际相结合，在严格执行公务员法、公务员录用规定等法律法规的同时，每年围绕考录重点课题开展调研，并将调研成果转化为政策文件，努力推动中央精神在江苏落地落实。近年来，先后制定公务员录用实施办法、面试考官管理办法、特殊职位录用办法、体检工作办法、录用考察办法等系列文件，初步形成了贯彻中央精神、体现江苏特点，贯穿全流程、覆盖各环节的考录政策体系。

　　二、聚焦人岗相适，增强考录工作精准性。人岗相适、人事相宜是考录工作的目标追求。我们认真学习贯彻中央关于精准科学选人用人的重要要求，坚持在干部工作大局下谋划推进公务员考录工作，努力把合适的人选录用到合适的职位。一是严格政治把关。把政治标准摆在首位、贯穿始终，设置职位条件时强化政治素质要求，笔试面试时突出习近平新时代中国特色社会主义思想的测查，考察时开展“政治体检”，努力选拔对党忠诚、政治可靠的优秀人才。二是坚持分类分级。将招录职位分成A类（综合管理）、B类（行政执法）、C类（乡镇、街道）三类，分别侧重考查综合分析能力、贯彻执行能力、解决基层实际问题能力，增强命题精准性和试题区分度。三是优化面试考查。着眼于避免面试方式单一化，逐步加大推行无领导小组讨论和结构化小组面试方式力度；着眼于解决考生应试程式化，加强对考官“反套路、反模板化面试”的业务培训。四是注重向基层倾斜。每年拿出1/3的计划招录乡镇机关公务员，并允许省扶贫开发重点片区乡镇机关招录一定数量的本地生源或户籍人员，着力缓解这些地区“招人难”、“留人难”的问题。

　　三、秉持公平公正，提高考录工作透明度。公务员考录是人民群众进入党政机关的重要途径，一头连着党心、一头连着民心。我们始终把公平公正作为考录工作的生命线，坚持程序公正与结果公正的有机统一，让考录更有说服力、认同感。一是提高工作透明度。做到“五个公开”，即职位公开、条件公开、政策公开、程序公开、结果公开，自觉接受社会监督；坚持“三个必开”，即工作启动以及笔试、面试期间，必开新闻通气会。二是扩大考生参与度。从规范专业设置和审核工作入手，每年在报名前3个月通过网络公开征求《专业参考目录》意见，供招录单位和考生参考；对目录外专业，开通审核“绿色通道”，考生可将专业课程情况提供给招录单位审核，符合要求的同样可以报考。三是增强面试公正性。坚持考官与考生随机抽签制度、考官回避制度，取消由招录单位选派特邀考官的做法，加大考官异地交流力度，确保每个考场有2名以上异地考官，保证面试的公平公正。

　　四、抓好队伍建设，强化考录工作保障力。考录队伍的能力素质，决定了考录工作的整体质效。我们按照“专业人做专业事”的思路，着力在建强“三支队伍”上聚力用劲。一是建强考录工作人员队伍。每年举办省市县三级考录工作人员培训班，学习中央精神，解读政策法规，交流经验做法。将安全警示教育作为“必修课”，不断提高法纪意识和风险防范能力。二是建强命题专家队伍。以科目齐全、数量充足、结构合理为目标，依托高校院所资源优势，建立省级命题专家库，基本涵盖所有专业领域，为分类分级考录提供支撑。三是建强面试考官队伍。采取“准入培训+继续教育”方式提高履职能力，5年来共举办30期考官资格培训班、27期继续教育培训班，1.1万多人参加。通过“任期考核”方式实行优进劣退，根据5年面试工作表现、教育培训等情况进行滚动考核，以考录队伍的高素质保障考录工作的高质量。

建设高素质专业化公务员队伍

为高质量打赢脱贫攻坚战提供坚强组织保证

广西壮族自治区党委组织部

　　习近平总书记指出，脱贫攻坚任务能否高质量完成，关键在人。广西是全国脱贫攻坚的主战场之一，公务员队伍是脱贫攻坚的中坚力量。党的十九大以来，广西坚决贯彻落实以习近平同志为核心的党中央关于脱贫攻坚和新时代公务员工作的决策部署，着力建设忠诚干净担当的高素质专业化公务员队伍，为高质量打赢脱贫攻坚战提供坚强组织保证。

　　一、以政治建设为统领谋划推进公务员队伍建设。一是坚持把政治建设摆在首位。扎实开展“不忘初心、牢记使命”主题教育，实施“习近平新时代中国特色社会主义思想教育培训计划”，出台以政治建设为统领进一步加强领导班子建设的十条意见和领导干部政治素质考察考核暂行办法，把政治要求贯穿公务员选育管用全过程，引导广大公务员增强“四个意识”、坚定“四个自信”、做到“两个维护”，强化脱贫攻坚的政治担当。二是注重发挥制度管根本管长远的作用。贯彻公务员法及其配套法规，制定或修订公务员职级工资待遇、转任等13项制度，完善公务员进、管、出工作流程，公务员管理更加规范、高效、科学。三是坚持以优良作风促脱贫攻坚。持续推进公务员职业道德建设，开展扶贫领域作风问题专项治理，调下“昏庸懒散拖”公务员1342名，召回撤换72名纪律松懈、工作不力的驻村工作队员。

　　二、以实战本领为核心强化素质能力培养。一是靶向施教，精准培训。将公务员教育培训列入全区干部教育培训规划，建立乡镇干部轮训制度，抓实对口培训，实施“送训下乡”，推动培训资源向脱贫攻坚一线倾斜。各级各单位为对口帮扶县乡送教送训2328期，培训基层公务员12.6万人次。二是推广行动学习，推动知行合一。制定实施《2020—2022年广西行动学习发展规划》，开发涉及脱贫攻坚等核心课程28门，编印案例精选，运用现代管理理念和工具，提高公务员解决突出矛盾、破解发展难题的能力。三是坚持一线培养锻炼，砥砺品格增长才干。全区共选拔286名优秀年轻公务员充实到贫困县党政班子，选派1.6万名公务员担任贫困村党组织第一书记和驻村工作队员。

　　三、按尽锐出战要求加强力量统筹调配。一是稳定骨干力量。坚决保持贫困地区党政正职、乡镇公务员和驻村工作队伍稳定，2019年在全区开展规范清理机关事业单位借调人员工作，集中清退违规借调乡镇公务员1944名，乡镇公务员在岗率保持90%以上，驻村工作队伍留任率超过80%。二是及时充实基层公务员队伍。坚持“应招尽招”，采取适当降低门槛、单独命题、合并职位招录等措施，有效解决艰苦边远地区空编多、招人难问题。2017年以来，全区招录县乡公务员1.8万人，占招录总数77.5%，乡镇机关空编率由15.4%下降到6.5%。三是切实为基层公务员“松绑减负”。全面清理规范“一票否决”和签订责任状事项，自治区本级仅保留“一票否决”事项4项、签订责任状事项5项；统筹规范各类督查检查考核事项和大力整治“文山会海”，推动基层公务员心无旁骛投入脱贫攻坚工作。

　　四、以多元举措激励决战决胜脱贫攻坚。一是树立面向脱贫攻坚一线用干部的鲜明导向。全区共提拔使用驻村工作队员2984名，就地提拔16名扶贫工作中表现优秀的贫困县（区）委书记。稳妥推进公务员职务与职级并行制度，坚持职级职数向一线倾斜。有效打通基层公务员“上行通道”，1100多名基层公务员公开遴选进入区直机关。二是旗帜鲜明为敢于担当的公务员撑腰鼓劲。健全落实容错纠错机制，2019年给予149名公务员容错免责减责，查处诬告陷害公务员行为80起，398名被问责和受处分后表现优异的公务员得到提拔或进一步使用。三是用心用力用情关爱基层公务员。自治区党委出台“关心关爱基层干部十条”，完善带薪年休假制度，建立乡镇工作补贴定期增长、差异化发放机制。出台公务员及时奖励办法，大力表彰奖励优秀公务员，积极选树“黄文秀式”先进典型，全区6名个人和3个集体荣获全国“人民满意的公务员（集体）”称号，1708名公务员受到记二等功以上奖励，形成见贤思齐、比学赶超、奋勇担当的浓厚氛围。

以平时考核抓落实促成长

重庆市委组织部

　　近年来，重庆以习近平新时代中国特色社会主义思想为指导，围绕建立日常考核、分类考核、近距离考核的知事识人体系，不断加强和改进公务员平时考核，以真考实考促担当作为，激励引导全市公务员干在平时、比在平时，取得较好成效。

　　一、精心组织实施，推动平时考核落地生根。抓住重庆被列入试点的契机，以点带面推进平时考核经常化、制度化、全覆盖。一是坚持试点先行。先后选择永川区、原市工商局等15个区县和部门开展试点。市委组织部建立联系点，每半年组织现场观摩，推出一批典型单位，确保各级各类机关学有榜样、赶有目标。二是坚持制度引领。出台《重庆市公务员平时考核暂行办法》，把普通公务员和领导干部一并纳入考核，实现全市所有公务员“一考到底”。三是坚持统筹衔接。把平时考核作为重要举措，纳入《关于激励广大干部新时代新担当新作为的实施意见》等文件一体设计，与机关建设、公务员选育管用结合起来。

　　二、着力实考考实，推动平时考核精准科学。聚焦考什么、怎么考、怎么用，破解难点堵点断点。一是细化指标，着力解决“量化难”的问题。建立“1＋X”考核指标体系。“1”是指共性指标，由各单位以正负面清单形式确定。铜梁区列出24种政治不合格负面情形，南岸区制定服务基层、工作创新等12条能力标准。“X”是指依据岗位职责和重点工作设立的个性指标，一般按工作的数量、质量进行量化设置。市扶贫办将脱贫攻坚专项巡视整改任务细化为19条措施纳入平时考核指标。在新冠肺炎疫情防控中，各单位及时把疫情监测排查等任务设为指标，推动精准防控。二是改进方法，着力解决“操作难”的问题。以“周记实、月考核、季审定”为基本模式，公务员每周简要记录，主管领导每月提出等次建议，机关每季度审定各月等次。以个人小结、领导评鉴、结果反馈为基本步骤，公务员书面或口头小结，主管领导综合群众评价等作出评鉴并反馈。市人力资源社会保障局等单位区分处室正职、副职、一般干部3个层级，使同级人员“同台竞技”。九龙坡区将服务对象评价纳入窗口单位考核。江北区、忠县等建立信息系统并开发手机APP提高考核效率。三是强化奖惩，着力解决“运用难”的问题。对获得“好”等次的在本机关通报表扬，对在急难险重任务中表现突出被定为“好”等次的予以嘉奖、记功。渝北区近两年年度考核优秀的公务员，当年平时考核获得4次以上“好”等次的占85%。市市场监管局等规定，当年平时考核获“好”等次少于3次的不得晋升职级。忠县依托平时考核跟踪了解脱贫攻坚成效，近3年87名扶贫实绩突出的干部得到提拔重用，13名实绩较差的被降职或调整。巴南区、荣昌区等试行待岗学习、召回管理，帮助考核较差公务员改进提高。

　　三、树立正确导向，推动平时考核发力生威。平时考核已成为重庆市推动工作落实、加强队伍管理的制度利器。一是助推了事业发展。通过平时考核细化目标任务，有效传导了压力和责任，做到“千斤重担人人挑”，推动了各单位重点任务的完成，为全市经济社会健康发展提供了有力保障。二是提高了管理水平。通过平时考核强化过程管理，扭转了日常管理粗放、宽松软的现象，把从严管理落到了实处。许多单位一把手表示，平时考核为抓班子带队伍促落实提供了有力抓手，越用越灵、越用越有效。三是促进了个人成长。通过小结、反馈、整改，引导公务员养成及时总结的好习惯，看到自己的长处和短板，明确工作目标和努力方向。各级公务员对此广泛认可，认为平时考核搭建了比学赶帮超的舞台，让“能干人”、“老黄牛”有动力，让“老油条”、“老板凳”有压力，让“不作为”、“慢作为”没市场。

　　开展平时考核意义重大，但真正抓好并不容易。多年实践，使我们深化了对平时考核的规律性认识。一是加强组织领导至关重要。组织部门要切实担起责任，迎难而上，不推不脱。既要争取党委重视支持，又要加强总体谋划指导，统一思想认识，及时解决问题，营造良好氛围。二是搞好工作衔接至关重要。平时考核是公务员管理的重要内容，应当与现有的年度考核、工作督查、绩效管理等工作贯通起来、有机结合、相互印证，防止叠床架屋、多头繁琐，力戒形式主义。三是强化技术支撑至关重要。试点表明，平时考核开展好的，大多数都借助了信息技术。在信息化手段支撑下，有助于更好做到易操作、能坚持、起作用。

充分发挥政策效应 持续激励担当作为

陕西省委组织部

　　《公务员职务与职级并行规定》实施以来，陕西认真贯彻中央决策部署，积极主动做工作，依法依规解难题，实现新旧制度有效衔接，持续激励干事创业、担当作为的改革成效正在显现。

　　一、加强宣传培训，准确把握政策内涵。加强宣传教育和培训辅导，统一思想认识，吃透相关规定，达到“三个准确”。一是准确把握政治要求。省委书记胡和平同志主持省委常委会议，认真学习领会习近平总书记重要指示，审议《实施方案》，安排部署制度实施工作。各级组织部门深入学习研讨，充分认识到推行职务与职级并行制度，是党中央着眼建设高素质专业化公务员队伍，持续激励公务员担当作为的重要举措，必须从政治上把准正确方向。二是准确掌握工作规程。及时向试点省份学习经验做法，组织40余名业务骨干赴湖北省直机关和襄阳市、山东青岛市对口学习，选派22名部、处（科）长参加中组部业务培训。在省内组织全员业务培训，确保对职务与职级并行制度功能定位清、对象范围清、条件程序清、纪律要求清。三是准确掌握政策导向。各级公务员主管部门加强政策宣讲，引导消除“待遇普涨、到点晋升、人人有份”等认识误区，真正理解认同倾斜基层、激励担当、竞争择优的政策导向，打牢支持、参与改革的思想基础。

　　二、积极主动工作，稳妥推进制度实施。牵头成立编制等部门参加的工作专班，抓住主要矛盾，科学精准施策。一是严格核定使用职数。认真执行职数核定比例，对机构规格等基础信息，专班研究、集中审定。各市县设置方案，实行交叉互审、三方确认。同一党委（党组）管理的较高职级职数，允许适当统筹使用。二是平稳开展套转晋升。以2019年6月1日为节点，省委及时研究省管非领导职务人员套转，各级完成13万余人职级套转，实现平稳入轨运行。目前，全省各级机关全部转入日常管理。三是着力解决具体问题。属于政策层面的，坚决按法规办事，不出土政策、不打擦边球；属于操作层面的，依据中央规定精神，研究提出具体答复意见；属于落实层面的，鼓励各地在法律法规框架内，结合实际探索解决，有力推动了制度的顺利实施。

　　三、树立正确导向，有效激发队伍活力。职级晋升中，将职级职数与领导职数使用通盘考虑、职级晋升与干部选拔任用统筹推进。一是坚持党管干部，突出政治标准。职级虽然不是领导职务，但党管干部原则不能偏离，政治标准不能降低。我们把增强“四个意识”、坚定“四个自信”、做到“两个维护”作为首要标准，贯穿民主推荐、人选确定、个人事项查核等环节，明确政治表现有疑点的暂缓晋升，不合格的不得晋升。二是突出正向激励，注重实绩贡献。落实省委干部管理鼓励激励、容错纠错、能上能下“三项机制”，突出工作实绩、贡献积累、群众认可，研究提出投身“三大攻坚战”、年度考核连续优秀等五种情形优先晋升的原则，不搞平衡照顾、论资排辈。各级把敢不敢担当、有没有实绩作为确定晋升人选的重要标准，注重在脱贫攻坚、扫黑除恶、抗击新冠肺炎疫情一线考察识别、提拔使用公务员。三是用好两条通道，拓宽发展空间。坚持较高职级职数使用三三制：担当作为的“排头兵”、任职较长的“实干家”、默默无闻的“老黄牛”各占三分之一。突出倾斜县乡优秀主官，31名县（区）委书记晋升二级巡视员，128名乡镇党委书记晋升三级、四级调研员；统筹职级晋升与领导职务选拔，为优秀公务员搭建提拔重用“立交桥”，一批有潜力的年轻公务员通过职级的晋升，为进入更高职务层次积累了资格条件；兼顾不同年龄段，为各类公务员搭建职业发展“双车道”，使大家有盼头、有奔头、有劲头，拓宽了公务员职业发展空间，实现了广泛持续激励。', 'public', '2020-04-28');
insert into info (user_id, title, content, type, time) values (1, '2019年度中央机关公开遴选和公开选调公务员公告', '为全面贯彻党的十九大和十九届二中、三中全会精神，深入贯彻全国组织工作会议精神，按照公务员法、《公务员调任规定（试行）》和《公务员公开遴选办法（试行）》有关规定，国家公务员局决定开展2019年度中央机关公开遴选和公开选调公务员工作。现将有关事项公告如下：
一、职位

公开遴选职位包括副处长、副调研员和主任科员及以下。公开遴选职位分为两类，一是面向所有符合条件的公务员，二是专门面向符合条件的选调生。

公开选调职位包括调研员、副处长和副调研员。

二、报名范围和条件

（一）公开遴选

1．报名范围：

（1）省级以下机关中已进行公务员登记备案且在编在岗的公务员。

（2）省级以下参照公务员法管理机关（单位）中已进行参照登记备案且在编在岗的工作人员。

中央机关设在地方的单位（包括垂直管理单位、派出单位等）符合上述条件的也可报名。

2．报名人员应当具备下列资格条件：

（1）具有良好的政治素质、专业素养，品行端正，实绩突出，群众公认。

（2）具有2年以上基层工作经历和2年以上公务员或参照公务员法管理机关（单位）工作人员工作经历。

除选调生外，应符合在本级机关工作的最低年限要求；没有规定的，须在本机关工作2年以上。

计算工作经历年限的截止时间为2018年12月。

上述基层工作经历是指在市（地、州、盟）、县（市、区、旗）、乡镇（街道）党政机关、行政村（城市社区）以及企业、事业单位（中央级事业单位，中央和国家机关部委或省区市直属事业单位、参照公务员法管理的事业单位，中央管理的金融企业、企业总部机关，不在此列）工作过。军队转业干部在军队团和相当团以下单位工作过，可视为基层工作经历。

（3）公务员年度考核均为称职以上等次。

（4）具有公开遴选职位要求的工作能力和任职条件。报考副处长职位，须现任县处级副职职务或具有3年以上乡镇（街道）党政正职工作经历的乡科级正职领导职务；报考处级以下非领导职务职位，须现任相同职务层次的职务。计算任职经历年限的截止时间为2018年12月。

除公开遴选职位对年龄有特殊要求外，报考副处级职位，年龄在40周岁以下（1977年12月以后出生）；报考主任科员以下职位，年龄在35周岁以下（1982年12月以后出生），其中，报考专门面向选调生职位，现为乡科级副职的年龄在32周岁以下（1985年12月以后出生），现为科员的年龄在29周岁以下（1988年12月以后出生）。

（5）具有公开遴选职位要求的相关工作经历。

（6）所在机关层级符合公开遴选职位要求。

（7）大学本科以上文化程度。

（8）具有正常履行职责的身体条件。

（9）符合公开遴选职位要求的其他资格条件。

（10）法律、法规规定的其他条件。

3．具有下列情形之一的，不得参加公开遴选：

（1）涉嫌违纪违法正在接受有关专门机关审查尚未作出结论的。

（2）受处分期间或者未满影响期限的。

（3）按照国家有关规定，到定向单位工作未满服务年限或对转任有其他限制性规定的。

（4）尚在新录用公务员试用期的。

（5）法律、法规规定的其他情形。

（二）公开选调

1．报名范围：

国有企业事业单位中从事公务的人员。

2．报名人员除应当具备公务员法、《党政领导干部选拔任用工作条例》和《公务员调任规定（试行）》要求的资格条件外，还应当具备以下条件：

（1）具有下列工作经历和任职资历。

现任中央企业总部工作部门下设处室负责同志或企业总部及下属单位相当职务层次人员；现任省（自治区、直辖市）属企业工作部门（处室）或直属单位负责同志及相当职务层次人员；现任市（地）属企业领导班子成员及相当职务层次人员；在中央企业地方下属单位工作的，比照省（自治区、直辖市）或市（地）属企业现任相当职务层次人员；以及在上述国有企业工作，担任副高级专业技术职务2年以上或已担任正高级专业技术职务的人员。

事业单位管理岗位工作人员，须在五级、六级职员岗位；事业单位专业技术岗位工作人员，须在中央和省（自治区、直辖市）直属及部门所属事业单位、市（地）直属事业单位副高级岗位2年以上或正高级岗位。

计算工作经历和任职资历年限的截止时间为2018年12月。

（2）具有公开选调职位要求的相关工作经历。

（3）除公开选调职位对年龄有特殊要求外，报考调研员职位，年龄在43周岁以下（1974年12月以后出生）；报考副处长或副调研员职位，年龄在40周岁以下（1977年12月以后出生）。

（4）大学本科以上文化程度。

（5）具备公务员法及其配套法规规定的晋升至公开选调职务累计所需的最低工作年限。

（6）具有正常履行职责的身体条件。

（7）符合公开选调职位要求的其他资格条件。

（8）法律、法规、章程规定的其他条件。

3．具有下列情形之一的，不得参加公开选调：

（1）曾因犯罪受过刑事处罚的。

（2）曾被开除公职的。

（3）涉嫌违纪违法正在接受有关专门机关审查尚未作出结论的。

（4）受处分期间或者未满影响期限的。

（5）正在接受审计机关审计的。

（6）法律、法规规定的其他情形。

三、报名程序

（一）职位查询

各部门的公开遴选和公开选调职位、职位资格条件等情况，详见《2019年度中央机关公开遴选公务员职位表》和《2019年度中央机关公开选调公务员职位表》（以下统称《职位表》），《职位表》可通过2019年度中央机关公开遴选和公开选调公务员专题网站（http://subb.scs.gov.cn/lx2019，以下简称“遴选选调专题网站”）或国家公务员局网站（http://www.scs.gov.cn）查询。报名人员如需咨询《职位表》中的有关事项，可按《职位表》公布的电话直接与各部门联系。

（二）报名

采取报名人员个人意愿与组织推荐相结合的方式报名。报名时间为：2018年12月4日8:00至12月13日18:00。报名步骤如下：

1．报名人员登录遴选选调专题网站，或登录国家公务员局网站，点击“2019年度中央机关公开遴选和公开选调公务员专题”进入报名系统，进行网上注册，设置个人密码，填写详细信息，并选择参加笔试地点（城市）。用户名和个人密码是查询资格审查结果等事项的依据，请报名人员务必牢记。

2．报名人员通过报名系统上传近期2寸免冠正面证件照（照片文件应为jpg格式，30K以下）。

3．报名人员填报职位后，下载打印自动生成的《2019年度中央机关公开遴选公务员报名推荐表》或《2019年度中央机关公开选调公务员报名推荐表》（以下统称《报名推荐表》），并不得进行改动。如需对《报名推荐表》的有关内容进行修改，须通过报名系统进行，且须重新下载打印。

4．报名人员按照干部管理权限将《报名推荐表》报任免机关（单位）组织人事部门审核盖章。

5．报名人员将审核盖章后的《报名推荐表》制作成电子文档（扫描或拍摄，电子文档须处理为jpg格式，大小控制在200K以内），并通过报名系统上传，上传后须进行职位提交。改报职位或退订职位后报考新职位，需重新下载打印《报名推荐表》，审核盖章并再次上传。

专门面向选调生的遴选职位，由省（自治区、直辖市）党委组织部统一组织推荐报名，不接受个人报名。

报名人员在报名及资格审查阶段可自主选择或修改参加笔试地点（城市），未选择的报名人员将统一安排在北京参加笔试；未能在规定时间内完成以上报名步骤的，视为放弃报名资格；每名报名人员限报1个面向所有符合条件公务员的遴选职位或选调职位，多报无效；凡弄虚作假者，将取消遴选或选调资格。本次公开遴选和公开选调不收取报名费。

（三）查询资格审查结果

各部门收到报名人员上传的《报名推荐表》后，进行资格审查，并通过报名系统反馈资格审查结果。报名人员可于2018年12月6日8:00至12月14日18:00期间登录报名系统查看资格审查结果。对面向所有符合条件公务员的遴选职位或选调职位，报名人员只进行网上填报、未在规定时间内上传《报名推荐表》并提交职位的，各部门将不予资格审查。

报名期间，资格审查结果为“不合格”的考生，可改报其他职位；资格审查结果为“退回补充资料”的考生，应根据报考部门要求补充完善相关资料，并重新选择原职位报名。

（四）打印准考证

2019年1月8日8:00至1月12日14:00期间，通过资格审查的报名人员可登录遴选选调专题网站，自行下载打印准考证。

四、考试

考试分为笔试和面试。笔试成绩、面试成绩按各占50%确定考试综合成绩，折合总分为100分。各职位的报名人数与拟遴选或选调人数的比例一般不低于5∶1。面试人选与遴选或选调职位的比例一般为5∶1。达不到规定比例的，经国家公务员局同意，可降低比例，但一般不低于3∶1。

（一）笔试

1．科目与内容。笔试由国家公务员局统一组织，主要测试政策理论水平、分析和解决实际问题的能力、文字表达能力等综合素质。处级公开遴选职位和公开选调职位考案例分析与对策性论文一科（A类），主任科员以下公开遴选职位考案例分析一科（B类），满分均为100分。

2．时间和地点。笔试时间为2019年1月12日（星期六）下午14:00—17:00。考试地点设在北京、天津、石家庄、太原、呼和浩特、沈阳、长春、上海、南京、杭州、合肥、福州、南昌、济南、郑州、武汉、长沙、广州、南宁、重庆、成都、贵阳、昆明、拉萨、西安、兰州、西宁、乌鲁木齐等28个城市（考生可自主选择），考场地点详见准考证。报名人员需持本人身份证和准考证参加笔试。

3．成绩查询。报名人员可于2019年1月25日8:00以后登录遴选选调专题网站，查询本人笔试成绩。

（二）面试

1．面试公告。报名人员可于2019年1月25日8:00以后登录遴选选调专题网站，查看首批面试人选名单。进入面试人数与计划遴选或选调人数未达到规定比例的职位，将进行调剂。调剂职位及调剂相关事宜，通过遴选选调专题网站面向社会统一公布。调剂结束后，报名人员可登录遴选选调专题网站，查看各部门的面试公告。

2．资格复审。面试前，各部门将对面试人选进行资格复审。复审材料包括本人身份证、《报名推荐表》原件、学历学位证书原件等。资格复审不合格者，取消面试资格，依次递补符合条件者参加面试。

3．面试形式。面试由各部门组织实施，主要测试履行职位职责所要求的基本素质和能力。满分为100分。

各部门可根据需要增加职位业务水平测试。职位业务水平测试设置情况详见《职位表》。测试成绩占面试成绩的30%。

五、体检和考察

面试结束后，各部门根据考试综合成绩由高到低的顺序，确定考察对象。考生可登录遴选选调专题网站，查看本人面试成绩。考察对象与遴选或选调职位的比例一般为2∶1，对于数量在2人以上的遴选职位，可适当降低差额考察比例，但一般不低于1.5∶1。

体检工作由各部门根据《职位表》公布的体检要求组织开展。

各部门要派出2名以上人员组成的考察组，对考察对象的德、能、勤、绩、廉情况及其政治业务素质与遴选或选调职位的适合程度进行全面考察，突出政治标准，深入了解政治忠诚、政治定力、政治担当、政治能力、政治自律等方面的情况，注重考察工作实绩，强化专业素养考察，加强作风和廉政情况考察，坚决杜绝政治倾向有问题、道德品行不端正、廉洁操守不过关的人员进入中央机关。考察组要查阅干部（人事）档案，核实公务员或参照公务员法管理人员登记表以及其他需要核实的情况（如个人有关事项报告、违纪违规情况、诚信档案记录等），如实写出考察报告。考察对象所在机关（单位）应当积极支持和配合考察组工作，客观真实地反映考察对象的实际情况。

六、公示、办理相关手续

各部门根据考察情况和职位要求，按照干部管理权限，集体讨论决定拟任职人员，并分别在遴选选调专题网站和拟任职人员原单位进行公示。公示期为5个工作日。公示期满，对没有问题或反映问题不影响任用的，各部门按照有关规定办理调动和任职手续；对反映有严重问题并查有实据的，取消遴选或选调资格。考生自愿放弃遴选或选调资格的，须在考察结束后3个工作日内提出，之后放弃资格的，将记入考生诚信档案。报考本次公开遴选或公开选调职位的，可直接任职。其中，报考主任科员以下公开遴选职位的，可参考其原任职务与级别，比照本机关同等条件人员任职；报考副处级以上公开遴选或公开选调职位的，按报考职位任职。需要实行任职试用期的，按照有关规定执行。

政策咨询电话：

（010）84234336、84234307

技术咨询电话：

（010）84234344、84234359

考务咨询电话：

（010）86484037



                                       国家公务员局

                                        2018年12月', 'public', '2018-12-03');
insert into info (user_id, title, content, type, time) values (1, '新疆叶城公务员享用“廉政套餐”', '“政治账、自由账、亲情账，样样都是人生重要的账单，任何时候廉洁自律底线不能触碰、红线不能逾越。”新提拔新疆叶城县公务员依力亚尔·麦麦提参加完廉政教育活动后说。在党风廉政建设教育宣传月期间，该县为公务员配制“廉政套餐”，提升他们的防腐“免疫力”。

该县从源头上把好思想教育关，将习近平新时代中国特色社会主义思想、党章党规、监察法等作为“学习套餐”，以考促学、以学促廉。配制“警示教育套餐”，坚持正面教育与反面典型教育相结合，分批组织公务员参观反腐倡廉教育基地，通报典型案例，让正、反面典型现身说法，公务员现场谈体会，增强廉洁自律意识。平时注重层层廉政谈话，配制“谈话套餐”，做到公务员提拔、交流、岗前任职必谈，公务员身边出现违反“八项规定”的典型案例或腐败案件必谈，自身工作推进力度不大、效果不明显必谈，时刻提醒他们绷紧廉政弦。



来源：中国组织人事报作者：通讯员 孟智慧 陈在桥
', 'public', '2018-07-31');
insert into info (user_id, title, content, type, time) values (1, '山西临汾尧都区创新模式抓实公务员培训', '近年来，山西省临汾市尧都区持续深化公务员能力素质提升工程，创新公务员培训模式，为推动乡村振兴，决战脱贫攻坚，决胜全面小康提供强有力的人才支撑和智力保障。

该区以贯彻党的十九大精神为主线，坚持把学习习近平新时代中国特色社会主义思想贯穿教育培训全过程，学原著，读原文，悟原理。以创新培训方式方法为突破，选派公务员到上海、深圳、山东、浙江等发达地区培训，采取理论培训与现场教学相结合，学习借鉴好的发展思路与方法，提升创新发展能力。以乡村振兴、特色小镇建设、转型综改创新驱动、全域旅游等工作为重点内容，分级分类开展培训，帮助基层公务员转变观念，开阔眼界，增长知识，提升能力。

来源：中国组织人事报作者：通讯员 韩亚丽', 'public', '2018-07-31');