insert into question(title, content, options, level, type, answer)
values ('归因类——对比实验',
        '中国古诗中曾有“借酒消愁愁更愁”的句子。日本专家则通过动物实验验证了这句话的科学性，即饮酒会让人对不愉快的记忆更深刻(结论：归因)。实验人员把大白鼠挪到与平常的饲养环境不同的箱 子里，并给它们以电击。接着，把实验鼠关回往常的饲养箱，第二天 再把它们挪到曾经给它们带来恐怖的箱子。依靠大白鼠在箱子中呆立 不动的时间长短，来测算大白鼠恐怖记忆的程度。这时，研究人员把 大白鼠分成两组，只让其中的一组饮用酒精，然后把它们再次关入“恐 怖箱”,观察大白鼠呆立不动的时间，以验证酒精对于实验鼠的影响(论据：对比实验)。以下哪项如果为真，最能支持上述结论：',
        'A. 与未饮用酒精的实验鼠相对照，“醉酒”的实验鼠呆立不动的时间会变得更长
        B. 在未分组之前，如果不再次给大白鼠以电击，大白鼠在“恐怖箱”中呆立不动的时间和之前一样
        C. 与未饮用酒精的实验鼠相对照，“醉酒”实验鼠呆立不动的时间较短
        D. 在未分组之前，如果继续给大白鼠以电击，大白鼠在“恐怖箱”中呆立不动的时间越来越短', 'easy', '选择题', 'A');
insert into question(title, content, options, level, type, answer)
values ('支持类——解释说明',
        '研究显示，世界上较长的246条河流中，目前仅有三分之一还能 保持全程自由流动，越来越多的水坝和水库正在减少健康河流为全人类提供的多种利益③(结论)。以下各项如果为真，最能支持上述结论的是：',
        'A. 这是科学家有史以来第一次对地球上河流自由流动的状况进行评估
        B. 目前全世界已建成的大型水坝有近6万座，正在规划或建造的大坝则超过3700座
        C. 许多国家致力于发展低碳经济，迫切需要开发可再生能源，水电成为重要选择
        D. 自由流动的河流不仅支持淡水鱼的繁衍，还能提供大量沉积物维系生物多样性', 'easy', '选择题', 'D');
insert into question(title, content, options, level, type, answer)
values ('支持类——必要条件',
        '四川省气象局气候中心最近完成的一项研究认为:未来10至30年，“干暖”将成为目前大熊猫栖息地气候变化的总体趋势，这些地区将越来越不适合大熊猫的生存繁衍，而西北方向的邛崃山系则会因为气温升高、降水明显增加，变得更适宜大熊猫生存(论据)。大熊栖息地气候适宜区、次适宜区将由东南向西北转移，因此大熊猫未将会向西北迁徙(结 论)。以下哪项如果为真，最能支持上述观点:',
        'A.大熊猫喜欢湿润的气候
        B.“干暖”气候不利于竹子生长
        C.西北地区的气候正变得越来越湿润
        D.大熊猫具备迁徙的能力', 'easy', '选择题', 'D');
insert into question(title, content, options, level, type, answer)
values ('分析类——日常分析', '甲、乙、丙、丁、戊是同班同学，在某次寒假聚会上，每人就寒
假作业的完成情况分别说一句话：
甲：“我和乙、丁、戊中，只有一人没完成作业。” 乙： “我和甲、丙、丁中，有三人没完成作业。”
丙：“除丁外，我们四人都完成了作业。”
丁： “甲和乙没完成作业。”
戊： “甲和丙没完成作业。”
若完成作业的人说真话，没完成作业的人说假话，且每人都知道其他四人的作业完成情况，则没完成作业的是：',
        'A. 甲、乙、丙               B. 甲、丙、丁
        C. 甲、乙、丁               D. 丙、丁、戊', 'easy', '选择题', 'B');
insert into question(title, content, options, level, type, answer)
values ('归因类——对比实验归因',
        '挪威研究人员分析了该国过去几十年里230万份出生记录，以及 相应孕妇的健康数据，结果发现，如果母亲怀孕期间出现妊娠剧吐症	 状，女儿后来怀孕时也出现该症状的可能性是其他人的3倍(论据1:对比实验)。研究还表明，孕妇妊娠剧吐与腹中胎儿是否含有来自丈夫一方的相关基因没有关系，导致这一症状的基因只可能来自母亲(论据 2)。因此研究人员认为，妊娠剧吐与父亲的基因无关，而是由母  亲遗传给女儿(结论：归因)。以下哪项如果为真，最能削弱上述结论：',
        'A. 女儿和母亲生活的自然和家庭环境(气候、饮食习惯等)比较类似
        B. 一项亚洲研究表明，母亲有妊娠剧吐，女儿出现的可能性是 其他人的1.5倍
        C.  研究表明，外婆怀孕时有妊娠剧吐，外孙女出现的可能性是 其他人的3倍
        D. 在过去十年中，挪威妇女吸烟的比例逐年上升，而吸烟与妊娠剧吐有关'
           , 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类-有论据有结论',
        '为了解本市居民的收入状况，某大学5位同学走出校园，分别就 个人年收入问题深入城市各地，对本市居民进行随机采访。 采访结果 表明，有60%的受访者表示自己的收入高于全国城市居民收入的平均 水平，有10%的人认为自己正处于收入平均线附近，还有10%的人认 为自己的收入与全国平均水平相比还有不少差距，剩余20%的人不愿 意回答此问题(论据)。根据这一采访结果，这5位同学推断，本市居民收入的平均水平要高于全国城市居民收入的平均水平(结论)。②以下哪项如果为真，最能质疑上述5位同学的推断:',
        'A.  5位同学的采访地分别位于城市的东南西北中
        B.  采访中受访者一般都会对自己的收入有所夸大
        C.  5位同学随机采访的场所都是本市的高档商场
        D.  有些受访者对自己的个人年收入可能并不清楚', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类——严谨逻辑关系',
        '我国生产婴幼儿配方奶粉的企业有130多家，而美国只有4家企业，但是美国吃配方奶粉的婴幼儿数量则远高于我国。“设想一下，如果只有4家企业生产配方奶粉。企业会倍加珍惜自己的品牌价值，不断加强食品安全意识，任何可能的食品安全风险都是企业自身无法容忍的，发生三聚氰胺这样的问题是不可想象的(结 论) 。”以下哪项如果为真，最能削弱上述观点：',
        'A.  我国生产婴幼儿配方奶粉的企业太多，品牌价值对于企业并不重要，所以这些企业敢在奶粉中添加三聚氰胺
B. 某国的婴幼儿配方奶粉生产商有90 多家，它们之中大多数企业生产出的奶粉均未查出过三聚氰胺
C. 某公司是我国生产奶制品的著名企业，其品牌价值很高。但是在其生产的奶制品中查出了三聚氰胺
D. 某企业是美国婴幼儿配方奶粉的著名生产商。在他们生产的某品牌配方奶粉中查出了三聚氰胺', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类-有论据有结论',
        '大家往往认为，穿着深色面料的衣服，由于衣服大量吸收外界的 热量，人们就会感到十分闷热。而当穿着浅色的衣服时衣服能反射热 量，人从而觉得凉爽(论据)。所以夏天穿浅色的衣服比穿深色的衣服更凉快(结论)。以下说法如果为真，不能质疑上述结论的是：',
        'A. 黑色衣服虽然会吸收更多的热量，但同时也会吸收人体的热量
B. 在炎热的天气中，只要衣服宽松，无论穿的是黑色还是白色衣服，人的感觉都不会有太大差别
C. 在炎热干旱的阿拉伯地区，受历史、文化、地理等多种因素的影响，很多人都会选择穿黑色的长袍
D. 穿着白色长袍和黑色长袍站在烈日下暴晒30分钟，然后测量两种长袍的温度，结果发现差异几乎为零', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类-无论据有结论',
        '某地发布了公共场所禁烟条例之后，决定将整个地铁站都划定为  禁烟区，但是仍然有不少人在地铁站的厕所中偷偷吸烟，违反了规定。 所以有人建议应当把地铁站的厕所划定为专门的吸烟区，这样可以使烟民有一个抽烟的且不违反规定的地方(建议)。以下哪项如果为真，最能削弱上述建议的可行性：',
        'A.  即使划定新的吸烟区，烟民中仍旧有些人会逐渐到厕所以外的禁烟区吸烟
B.  划定新的吸烟区会把厕所的卫生和环境搞差，对非烟民的人是不公平的
C.  在厕所吸烟的人多了，其他禁烟区发现违规的人就少了
D. 地铁厕所作为吸烟区仍然不能解决地铁站发生火灾危险的问题'
           , 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('分析类——日常分析',
        '某餐厅包厢在举办同学聚会。该包厢中，一个是广东人，两个是南方人， 一个是河北人。2人只做服装生意，3人只做机电生意。假设以上陈述涉及了包厢中的所有人，则下列说法正确的是：',
        'A. 该包厢中最少可能是3人，最多可能是8人
B.  该包厢中最少可能是5人，最多可能是8人
C. 该包厢中最少可能是5人，最多可能是9人
D. 该包厢中最少可能是3人，最多可能是9人', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('归因类-直接根本原因',
        '研究发现，细胞端粒遗传介质减少是导致阿尔兹海默症的原因，	 而且这种变化还会隔代遗传(原观点)。但是有反对者认为，脑部神 经突起数目的减少使得大脑中神经元传递效率变低，这是引发阿尔兹海默症的原因(反对者)。以下哪项如果为真，最能削弱反对者观点：',
        'A. 细胞端粒遗传介质的减少是人们患上许多疾病的原因
B. 大脑中神经元传递效率变低会导致细胞端粒遗传介质减少
C.  细菌感染也会引起大脑变异引发阿尔茨海默症
D.  细胞端粒遗传介质减少会引起脑部神经突起数目降低', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('分析类-日常分析',
        '一个旅行者要去火车站，早上从旅馆出发，到达一个十字路口。  十字路口分别通向东南西北四个方向，四个方向上分别有饭店、旅馆、 书店和火车站。书店在饭店的东北方，饭店在火车站的西北方。该旅  行者要去火车站，应当往哪个方向走：',
        'A.  东
B.  南
C.  西
D. 北', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类-有论据有结论',
        '某大型餐饮服务企业在全公司范围内发起了“最受欢迎员工”的 评选活动，获得“最受欢迎员工”称号的人会获得公司的奖励， 最终 市场部的小兰以三分之二以上的票数获得了这一称号(论据),因此 小兰是全公司最受欢迎的员工 (结论)。下列选项最能削弱上述结论的是：',
        'A.  公司的高层干部都没有参与这次活动，也没有投票
B.  小兰的有力竞争者小花由于上个月离职了，并没有参与评选
C. 评选后发现小兰的票数存在造假，实际上的票数只能排在第二
D.  参与投票的员工里有些是随便选的，并不认识小兰', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('支持类-补充论据',
        '某机场停车场T1 区目前的收费标准是每小时5元(原方式)T2 区的收费标准是每12小时20元。为了提高停车费收入，该停车场计划改变Tl  区收费模式，改为2小时之内收费10元，而后每小时收费 5 元 ( 现 方 式 ) 。下面哪项如果为真，该计划能提高机场停车费收入：',
        'A.  长时间将车停在机场的旅客一般将车停在T2区
B.  过去5年间， T1区的运行成本一直高于停车费收入
C. 在T1区内一次停车超过1小时的车辆占比不超过10%
D.T1  区扩建后面积提高了1倍，再也不会出现停车位紧张的情况', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('支持类——补充论据',
        '作为 AI领域目前最成熟的技术，人脸识别正在深入教育行业， 在刷脸签到、学员身份查询、校园安防、课堂教学效果检测等诸多场 景中逐渐得到应用。有些人脸识别技术甚至可以记录学生上课的行为、 表情、专注度等多维度课堂数据，将对人脸的识别上升到“对人的深 刻理解”,为课堂教学评估提供强有力辅助资料。当下，人脸识别技 术正在飞速发展， 但有专家预测，学校会谨慎甚至限制使用人脸识别技术，这项技术不会有较大的校园市场(结论)。以下哪项如果为真，最能支持上述专家的预测：',
        'A. 学生、老师和家长都高度重视课堂教学效果
B.  人脸识别技术的应用涉及侵犯学生的隐私权
C. 人脸识别只用于监控而非实质改善教学效果
D. 人脸信息的收集与存储目前仍存在安全隐患', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('分析类-范畴分析',
        '某知名跨国公司的总部员工中，所有懂英语的员工都不精通印尼语；有些懂英语的员工不精通西班牙语；有些懂韩语的员工精通印尼语 ；所有懂韩语的员工都精通西班牙语; 有些懂韩语的员工精通英语。由此推论不正确的选项是：',
        'A. 有些懂韩语的员工不精通印尼语
B. 有些懂印尼语的员工不精通西班牙语
C.  有些懂韩语的员工不精通英语
D. 有些懂英语的员工不精通韩语', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('分析类——真假分析',
        '如果“只有小王是大学生，小王才懂英语”为假，则下列哪句为真：',
        'A. 小王不是大学生，但小王懂英语
B. 小王是大学生，并且小王不懂英语
C. 小王不是大学生，并且小王不懂英语
D. 如果小王不是大学生，那么小王不懂英语', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('分析类——真假分析',
        '某机构决定从五位业务员中选派一人到国外学习，这五位骨干分
别是赵、钱、孙、李、周，在决定选派人选之前有如下对话：
赵说：或者是我去，或者是孙去；
钱说：周不去；
孙说：如果不是李去，那么就是钱去；
李说：既不是我去，也不是钱去；
周说：既不是孙去，也不是赵去。
最终确定人选后发现以上对话中只有两个人说对了，那么被选中
的是：',
        'A.  赵                       B.  钱
C.  李                       D.  周', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('推出类-正推逆推',
        '只有在湿度高且光线昏暗的山林里才会有野生灵芝生长。紫金山林区没有野生灵芝生长。若以上判断为真，可推出以下哪项结论：
I. 紫金山林区湿度不高并且光线不昏暗。
Ⅱ.如果紫金山林区光线昏暗，则肯定湿度不高。
Ⅲ.如果紫金山林区湿度高，则肯定光线不昏暗。',
        'A.  仅 I
B.  仅Ⅱ
C. 仅Ⅱ和Ⅲ
D.I、Ⅱ  和Ⅲ都推不出', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('支持类——补充论据',
        '有人提出过，为什么不能给民航客机上的每个座位配备一个小型降落伞，发生意外时每个人都能有求生的机会。实际上，这种做法的可行性很低。以下各项如果为真，最不能支持上述观点的是：',
        'A. 求生的本能会让机组人员放弃排除事故，而选择弃机跳伞
B. 民航飞行环境中的高度、温度、气压条件不符合跳伞要求
C. 飞机从发现故障到出事的时间一般很短，没有足够时间组织乘客跳伞
D. 飞机载客数量会因为配备了降落伞而减少，航空公司不愿因此降低收益', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('前提假设类——断点搭桥',
        '据某知名房产中介机构统计，2010年9月份第二周全国十大城市 的商品房成交量总体呈上涨趋势，并且与8月份第二周相比上涨幅度 更明显(论据)。如果没有其他因素抑制，按照这种趋势发展，9月 份或将创新政以来成交量最高水平，虽然现在还不能明确楼市完全回 暖，但未来楼价调控的压力还是很大的(结 论 ) 。下列最有可能是上述论证前提假设的是：',
        'A. 炒房者将大量资金投入楼市
B. 国家对楼价的调控手段不足
C.  消费者对房子的购买热情没有减退
D. 楼市成交量的增长会带动楼价的上涨', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('分析类——日常分析',
        '暑期来临，甲、乙、丙、丁4位大学生决定赴西部某地的青山村、 绿水村、红石村、黄叶村进行调查研究，在这4个村落中，每人均选 择了两个，而每个村落又恰有两人选择，且每人所选择调研的村落并
不完全相同。已知：
(1)如果甲选青山村，则丙也选青山村；
(2)如果乙选绿水村，则丁也选绿水村；
(3)如果丁选绿水村，则丙选黄叶村；
(4)甲不选绿水村，且丁不选青山。
村根据上述信息，可以得出下面哪项：',
        'A.  甲选红石村                B. 乙选青山村
C. 丙选绿水村                D. 丁选黄叶村', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('前提假设类——能与不能(必要条件)',
        '近来网上出现了一则有关“公务员绿色出行”的报道，即A市教 育局通过添置公务自行车，使得较近距离的公务活动不再派汽车，从 而大幅降低了公务汽车使用率(论据)。B市环保局负责人看了这则 报道，认为引进公务自行车能缩减财政开支，于是决定也采取这种做 法(结论)。⑤
以下哪项如果为真，不能构成上述决定的前提条件：',
        'A. 自行车出行的方式结合B 城市的地理环境以及道路交通状况是可行又可取的
B. B市环保局的办公人员规模和已有公车数量与A 市教育局相近
C. 较近距离的公务活动用自行车取代汽车不会影响办公效率
D. B市环保局原来的公务活动主要采取汽车出行的方式', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('分析类-范畴分析',
        '王涛的好朋友都喜欢歌手周某的歌。王涛在某咨询公司工作的同 学都不喜欢歌手周某的歌。丽莎既是王涛的同学，也是他的好朋友，米蓝是王涛的同学但不在该咨询公司工作，贺宇是王涛的同学但不喜欢歌手周某的歌。根据以上陈述， 一定可以得出以下哪项：',
        'A. 米蓝喜欢歌手周某的歌
B. 王涛不在该咨询公司工作
C.  贺宇在该咨询公司工作
D.  丽莎不在该咨询公司工作', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('归因类——对比实验',
        '美国斯坦福大学的研究人员对130名同时患有血脂异常、高血压 (并未服用降压药)的患者进行了长达12年的试验。 在试验中，研 究人员将这130名研究对象随机分成人数相等的两组，并让其中的一 组研究对象服用松树皮提取物(每天服用的剂量为200毫克),另一 组研究对象服用安慰剂。在这12年中，研究人员每6周测量1次研 究对象的血压、血糖、胆固醇及C反应蛋白的水平。试验结果显示 服用松树皮提取物人员的上述各项指标与服用安慰剂人员的上述各项 指标并无明显的差别(论据：对比实验)。由此可知，松树皮提取物 无降血压、降血糖、降血脂以及预防心血管疾病等功效(结论)。②以下各项如果为真，最能反驳上述结论的是：',
        'A.  两组试验患者仅人数相等，其血压和血脂等的原始指标差异较大
B. 对照组服用安慰剂，对高血压和高血脂患者有心理暗示作用
C.12 年的实验时间太长，这有可能使一些重要的实验数据失真
D. 参加实验的患者人数仅130人，样本太小，代表性不够', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类——有论据有结论',
        '研究人员研究了13只克隆绵羊，其中4只是世界上第一只体细 胞克隆羊“多莉”的复制品。研究者检测了这些克隆羊的肌肉骨骼、 新陈代谢和血压情况。结果发现，与对照组羊对比，这些克隆羊仅患轻度骨关节炎，只有一只为中度。它们没有新陈代谢疾病的症状，血压也正常，相对健康(论据)。因此，研究人员指出，克隆动物的衰 老过程正常(结论)。以下哪项如果为真，最能削弱上述论证：',
        'A.  研究中对照组羊的年龄比实验组羊的年龄小
B. 世界上第一只克隆羊“多莉”仅仅存活了6年
C.  目前的体细胞克隆技术还远远没达到完善地步
D.  研究人员没有检测与衰老相关的主要分子标记', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类——有论据有结论',
        '自由基是人类机体在消耗氧气时产生的一种有时会有害的自由分 子，很多人相信自由基是机体衰老背后的罪魁祸首(结论)。因为有研究人员发现，人类在衰老的过程中自由基的数量在不断上升(论据)。以下除哪项外， 均能削弱上述结论：',
        'A. 关于人类衰老的具体过程还存在着很多的争议
B.   自由基在对抗机体衰老的过程中数量会上升
C.  通过人工提升自由基的数量可延长机体的寿命
D. 染色体结构失去稳定性是导致人类衰老的原因', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('分析类-日常分析',
        '截至2011年底某市常住人口1100万人，其中本地人口800万人， 外来人口300万人。常住人口的男、女比例为1.03:1。该市高校众多， 教育水平远高于全国平均水平。常住人口中具有大学本科及以上学历的超过20%。根据以上陈述,一定可以推出的是：',
        'A. 本地本科及以上人口超过外来本科及以上人口
B. 本地女性人口超过外来女性人口
C. 本地男性人口超过外来女性人口
D. 本地男性人口超过外来男性人口', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('归因类——一般归因',
        '一般来说，动物的蛋会通过土壤中微生物和堆肥分解有机物时产 生的热量来孵化，但这些微生物(包含细菌)也会穿透蛋壳、感染胚胎， 自然情况下这一比例高于20%。然而，在澳洲有一种名为丛冢雉的鸟类，其蛋发生感染的几率仅为9%,研究者发现其蛋壳中含有溶酶酵素，研究者据此认为这种物质很可能就是抵御细菌侵扰的关键因素。以下哪项如果为真，没有削弱上述结论：',
        'A. 丛冢雉的蛋壳中所含的溶酶酵素量，与其他动物相比，含量大抵相当
B. 丛冢雉的蛋壳被一层纳米级的碳酸钙层包裹，拥有了更强的防水性和抗细菌入侵能力
C. 丛冢雉蛋散发一种特殊气味，会使附着在其蛋壳上的细菌数 减少
D. 与其他动物的蛋壳相比，丛冢雉的蛋壳要薄三分之一，更易受到微生物的入侵', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('支持类——增加论据',
        '新冠疫情给经济社会生活造成了严重影响，也使得无接触经济浮 现在人们眼前，直播带货、远程会议等新事物迅速涌进日常生活。经 济活动的参与者在空间隔离的条件下，通过网络等平台间接接触，实 现人与物之间、人与人之间经济交往。这种方式得到了消费者的高度 认可。有专家就此断言，无接触经济会因新冠疫情而在未来得到快速发展(结论)。以下哪项如果为真，最能支持上述专家的断言：',
        'A. 目前线上支付的安全性，及线上交易的企业与个人信用度均 略有不足
B. 相对于无接触经济，“面对面”经济交往活动仍具有较低的交易成本
C.  如果新冠病毒传播具有长期性和反复性，人们仍会坚持“云端生活”
D.  人们注重生命健康，  “无接触”消费习惯一经养成就会形成路径依赖', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类-有论据有结论',
        '全球范围内的森林是一个巨大的碳汇，它们通过光合作用和林木 生产所吸收的碳多于其通过呼吸和腐烂所释放的碳。与此同时，在森林环境中，树木生长相对较快，蒸发掉大量会形成云的水分，从而使 气候冷却。 这就意味着森林具有降温作用，还吸收了更多的导致全球 变暖的二氧化碳，(论据)所以说森林是显而易见的气候“冷却器”(结论 ) 。以下哪项如果为真，没有质疑上述观点：',
        'A. 近十几年， 一些地区不断增加林木植被，扩大森林覆盖率，但当地气候变暖并未改善
B. 高纬度的北方森林会产生萜烯，萜烯形成气溶胶后会阻挡阳光、形成云粒
C. 在山区或干燥地区，森林会降低地球的表面反射率，让地球反射回太空的入射光减少
D. 树木释放的有机化合物中，包含一种名为异戊二烯的化合物，它能够与空气中的氮氧化物发生反应，形成强大的升温作用', 'easy',
        '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('一般质疑——有论据有结论',
        '随着生活节奏的加快，很多人都会用时间管理软件来规划自己的	 时间，以提升工作效率。这一做法是可行的(结论) 。因为大脑的“提 醒功能”不够准确，很少能在正确的时间做出正确的提醒，而外部提 醒可以让人更好地掌握时间(论据)。以下选项中最能削弱上述论断的是：',
        'A. 时间管理软件会让人压力增大，影响工作效率
B.   时间管理软件质量参差不齐，人们难以辨别优劣
C.  时间管理软件会使人们的生活节奏进一步加快
D. 时间管理软件难以适用所有工作、生活事项', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('归因类——一般归因',
        '科学家去非洲考察，发现非洲沙漠的眼镜蛇数量锐减，但几乎同 时胡狼的数量却明显增加(既成事实)。有人认为是胡狼导致了眼镜 蛇的减少(归因)。但这种说法难以成立，因为胡狼很少以眼镜蛇为 食(否定原因)。②以下哪项如果为真，最能削弱上述论证：',
        'A. 眼镜蛇只吃沙鼠，而沙鼠也是胡狼的主要食物
B.  干旱缺水对眼镜蛇造成的影响比对胡狼造成的影响更加严重
C. 在胡狼的数量增加以前，非洲沙漠的眼镜蛇数量就已经减少了
D. 尽管眼镜蛇数量锐减，胡狼数量增加，但非洲沙漠里胡狼的
数量仍少于眼镜蛇', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('分析类-日常分析',
        '某实验室一共有3种类型的机器人，C 型能识别颜色、S 型能识 别形状、X型既不能识别颜色也不能识别形状。3类机器人都能根据简单命令拿起实验品。实验室对1号机器人和2号机器人进行实验，当命令它们拿起红球时，1号拿起的是红方块，2号拿起的是蓝球。根据上述实验，以下哪项断定一定为真：',
        'A.1 号和2号都是X 型
B.1   号和2号都不是X型
C.1 号是C 型且2号是S 型
D.1 号不是S 型且2号不是C 型', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('必要前提——断点搭桥',
        '某单位组织职工进行体检，职工可自愿报名参加。老王碰到新来 的小李，聊起此事，老王提醒小李说：“单位组织体检呢，赶紧报名去吧。”小李说：“我身体健康着呢，不用报了。”以下除哪项外，都可以作为小李的回答所包含的假设：',
        'A. 如果身体不健康，则要报名参加体检
B. 只要我身体健康，我就不必参加体检
C.  凡是报名参加体检的，都是身体不健康的
D. 只有身体不健康的人，才报名参加体检', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类——比例论证',
        '统计表明， 某国的火车事故多发生在南部地区(论据),因此在北部地区坐火车更安全(结论)。以下哪项最能反驳上述论证：',
        'A. 该国北部的火车车速较慢
B. 该国南部的火车线路比北部多得多
C. 该国南部的许多线路已经使用动车组了
D. 该国北部大部分地区为山区，更适合汽车行驶', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('分析类—日常分析',
        '有两种农产品甲和乙，甲不能生长在干旱的气候里，乙不能生长  在寒冷的气候里。在某个国家的大部分地区，或者可以种植农产品甲，或者可以种植农产品乙。如果以上陈述为真，则以下哪项一定为假：',
        'A. 这个国家有一半地区的气候既干旱又寒冷
B. 这个国家大部分地区的气候是非常寒冷的
C. 这个国家根本不种植农产品甲
D.  这个国家只能种植农产品甲', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('分析类——真假分析',
        '某企业计划组织员工参观文化馆、档案馆和博物馆，但由于时间
有限，这三个场馆不能都去。因此，有3名员工提出了以下建议：
甲：文化馆和档案馆之间距离很远，最多只去其中一个。
乙：档案馆和博物馆都有主题展览，两个都应该参观。
丙：去年已经组织参观过文化馆，今年就不去了。
结果发现，只有1名员工的建议被采纳，则下列判断必然正确的是：',
        'A. 该企业一定去了档案馆
B.   该企业一定没去档案馆
C.  该企业一定去了博物馆
D.  该企业一定没去博物馆', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('前提假设类-断点搭桥',
        '格陵兰岛是地球上最大的岛屿，形成于38亿年前，大部分地区 被冰雪覆盖。 有大量远古的岩石化石埋藏在格陵兰岛地下，它们的排 列就像是一个整齐的堤坝，也被称为蛇纹石(论据)。通过这些蛇纹石人们可以断定格陵兰岛在远古时可能是一块海底大陆(结论)。补充以下哪项作为前提可以得出上述结论：',
        'A.  蛇纹石是两个大陆板块在运动中相互碰撞时挤压海底大陆而形成的一种岩石
B.  这些蛇纹石化石的年代和特征与伊苏亚地区发现的一致，而后者曾是一片海底大陆
C.  蛇纹石中碳的形状呈现出生物组织特有的管状和洋葱型结构，类似于早期的海洋微生物
D.  由于大陆板块的运动才创造出了许多新的大陆，在板块运动 发生之前，地球上绝大部分地区是一片汪洋大海', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('归因类-对比实验',
        '根据最新公布的统计结果，食物及皮肤过敏症是“小康病”(结论：归因)。对相关数据细化分析后，研究者惊讶地发现，家庭收入 水平超过贫困线一倍的孩子，受过敏症困扰的风险最高，而家庭收入 在贫困线上的孩子患食物及皮肤过敏症的几率要显著低于收入高出贫 困线一倍的家庭的孩子(论据：对比实验)。下列选项如果为真，最能支持上述结论的是：',
        'A. 家庭收入过低的家庭的孩子从饮食中摄入的营养偏单一 ，身体抵抗力较弱
B.  过敏性疾病是一类受遗传和环境因素影响的免疫性疾病，受父母体质影响较大
C. 小康家庭孩子的肥胖率明显高于贫困家庭，而肥胖导致的体能下降是过敏症的一大诱因
D. 家庭收入较高的家庭更有能力承担日常消毒及清洁用品，使孩子有效隔离过敏源', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('分析类——真假分析',
        '一种生长在土豆根部的植物病菌有两组明显的遗传特征A和 B,    研究人员有以下几点假设：①特征A 和 B 中至少有 一个遗传性强；② 特 征A遗传性可能不强；③特征A 遗传性强；④特征B 遗传性强。最
后研究结论证明以上四点假设两个为真，两个为假。如果上述结论为真，则下列哪项为真：',
        'A. 特征A遗传性强，特征B 遗传性不强
B. 特征A 遗传性不强，特征B遗传性强
C. 特征A遗传性强，特征 B遗传性强
D.  特征 A遗传性不强，特征B遗传性不强', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('支持类——断点搭桥',
        '一些学者指出，当前的大学教育在某些方面是失败的(论点)。有人对若干大公司调查发现，很多新上岗人员进入公司后，连基本办公软件的操作、打印机的使用都不会(论据)。以下哪项如果为真，最能支持上述论证：',
        'A. 大公司的新上岗人员基本代表了当前大学毕业生的水平
B. 有的大学生在大学里面没有学过基本办公软件的操作、打印机的使用
C. 新上岗人员里很少有大学生
D. 基本办公软件的操作、打印机的使用对胜任工作很重要', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类——有论据有结论',
        '为探索每周4天工作制的可行性，某集团进行了一次大规模的试 验。结果表明，尽管减少了工作天数，数千名员工仍然完成了原定的 工作任务，且员工的工作压力水平下降了7%,企业的办公成本如耗材、水电的消耗量也有所下降(论据)。有人因此认为，4天工作制不仅能降低企业的运营成本，还大大提高了企业员工的工作效率(结论)。以下选项如果为真，最能质疑上述观点的是：',
        'A. 实行4天工作制后，该集团一些分公司的营业收入有所降低
B. 实行4天工作制后，员工每天的工作时长从8小时变为10小时
C. 劳动法规制定的前提是保护劳动者权益，而非降低企业运营成本
D. 由于运营维护的需要，部分岗位的工作人员并不能实行4天工作制', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('归因类-对比实验归因',
        '科学家对19岁以上的1524名男性和2008名女性共3532人进行 了调查。结果显示，不吃早餐的男性在1年内体重增加3公斤以上的 比重是吃早餐的1.9倍之多；不吃早餐的女性在1年内体重增加3公 斤以上的比重是吃早餐的1.4倍之多(论据；对比实验)。因此，他 们得出结论：如果不吃早餐，无论男女，体重增加的概率都会比较高(结论) 。以下哪项如果为真，最能削弱上述结论：',
        'A. 不吃早餐，男女体重不一定都会增加
B. 男女体重增加主要是早上睡懒觉造成的
C.18 岁以下的人群不一定会出现研究中的结果
D. 相比男性，不吃早餐对女性体重增加的影响并不大', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('前提假设类-能与不能',
        '新一年的电影节的影片评比，准备打破过去的只有一部最佳影片 的评比，而按照历史片、爱情片等几种专门的类型分别评选最佳影片，这样可以使电影工作者的工作能够得到更为公平的对待，也可以使观众和电影爱好者对电影的优劣有更好的发言权(结论)。以下哪项假设最可能是上述评比制度改革隐含的前提：',
        'A. 过去因为只有一部最佳影片，影响了电影工作者参加电影节评比积极性
B.  每一部影片都可以按照这几种专门的类型来进行分类
C. 划分影片类型，对于规范影片拍摄有重要的引导作用
D.  观众和电影爱好者在进行电影评论时喜欢进行类型的划分', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values (' 一般质疑类-有论据有结论',
        '健康专家在电视节目中劝说经常饮用纯净水的人群，与矿泉水相 比，纯净水缺乏矿物质，而其中有些矿物质是人体必需的(论据)。所以，人们应该改变习惯，多饮用矿泉水(结论)。下列最能削弱健康专家观点的是：',
        'A.  人体所需的不仅仅是矿物质
B. 人们可以从其他食物中摄取足够的矿物
C.  一些经常饮用矿泉水的人得了肾结石
D. 可以饮用纯净水和矿泉水以外的其他水', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('归因类——一般归因',
        '全球气候变暖给人类带来诸多影响的同时也影响着地球上的其他 生物，降水的增加可以改善植被，从而有利于鼠类的增长。研究表明降水的增加使原本干旱的内蒙古地区植物更加丰富，也增加了鼠类的食物，长爪沙鼠数量随之增加。以下哪项如果为真，最能削弱上述论断：',
        'A.  据统计，一些地区的植被覆盖率并没有增加
B.  据测算，全球沙漠化面积近年有所增加
C.  内蒙古地区植被的增加和近年的生态保护有很大关系
D.  植被的增加使各种动物包括鼠类的天敌都增加了', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('推出类-两难推理',
        '甲乙丙三人商量去钓鱼，甲说：如果乙去我就去；乙说：如果我 不去，丙也不会去；丙说：如果甲不去，那么我就去。那么可以推出的是：',
        'A.  甲去钓鱼
B.  乙去钓鱼
C. 丙去钓鱼
D. 乙不去钓鱼', 'easy', '选择题',
        'A');
insert into question(title, content, options, level, type, answer)
values ('归因类-般归因',
        '一项新研究中，研究者让大鼠们呼吸了某种空气，结果那些啮齿 动物的体重增加(论据：对比实验),科研人员推测，暴露在污染的空气中可能会增加患肥胖症的风险(结论：归因)。下列哪项最能质疑上述推论：',
        'A. 长期呼吸污染空气对生物的健康有很大影响
B. 空气质量对啮齿动物的视力水平也存在影响
C.  在此次研究中受测的大鼠部分受到过核污染
D. 影响啮齿动物体重增加的因素与人完全不同', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类-有论据有结论',
        '为了调查当下人们对财务管理基本知识的掌握程度，《财务与会计》杂志为读者开展了一次财务管理知识有奖调查问卷活动。分析调 查数据得知，70%的参加者对于财务管理基本知识掌握的水平很高，20%左右的参加者也表现出了一定的水平(论据)。《财务与会计》杂志因此得出结论，目前社会群众对于财务管理基本知识的掌握还是不错的(结论)。以下哪项，如果为真，最能削弱以上结论：',
        'A.  财务管理基本知识的范围很广，仅凭一个调查问卷就得出结论未免过于草率
B.  掌握财务管理基本知识并不等同于能够灵活运用财务管理知识
C.  可能该杂志社工作人员的亲朋好友参与了此次调查问卷，并获得了奖品
D.  从定价、发行渠道等方面看，《财务与会计》的读者主要集中在高学历知识阶层', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('推出类——正推逆推',
        '抹香鲸是体型最大的齿鲸。由于潜水能力极强，抹香鲸也是潜水 最深、潜水时间最长的哺乳动物。只有在有大量乌贼存活且不结冰的
海域，才会有抹香鲸存活。阿拉弗拉海域没有抹香鲸。
根据以上断定，可得出以下哪项结论：
I.   阿拉弗拉海域或者没有大量乌贼存活，或者是结冰的海域
II. 只有在不结冰的海域里，乌贼才能存活
III.    阿拉弗拉海域没有齿鲸',
        'A. 仅I
B. 仅II
C.  仅 III
D.I,II  和 III 都得不出', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('归因类-般归因',
        '近几年，购买轿车的人中买新车的人所占的比例下降了(既成事实),一些销售商把这个现象归因于新车价格的增长，他们认为，即使完全扣除掉物价增长的因素，现在一辆新车的价格也比几年前高了很多(原因分析)。以下哪项如果为真，最能反驳销售商的观点：',
        'A.  一个人购买一辆新车到他下次买车会间隔几年时间
B. 一辆新车的价值往往下降的很快，但在一段时间后就不怎么下降了
C. 二手车销量的增加是由于现在市场上少数二手车经销商正低价抛售
D. 新车均价的改变是由于更多的人拒绝购买便宜的新车而选择购买二手车', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('分析类——范畴分析',
        '某班在统计学生政治面貌时，学生甲说到“班上有的同学是共青团员”,学生乙则说道“我们班有的同学不是共青团员”,则下列判断错误的是：',
        'A. 甲说的为真，乙说的也为真
B.  甲说的为真，乙说的为假
C. 甲说的为假，乙说的也为假
D. 甲说的为假，乙说的为真',
        'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('推出类-等价推出',
        '记者采访时的提问要具体、简洁明了，切忌空泛、笼统、不着边 际。约翰·布雷迪在《采访技巧》中剖析了记者采访时向访问对象提 出诸如“您感觉如何?”等问题的弊端，认为这些提问“实际上在信 息获取上等于原地踏步，它使采访对象没法回答，除非用含混不清或枯燥无味的话来应付③ 。”由此可以推出：',
        'A.  记者采访时的提问如果具体、简洁明了，就不会给采访对象带来回答的困难
B. 采访对象如果没法回答提问，说明他没有用含混不清或枯燥无味的话来应付
C. 采访对象只有用含混不清或枯燥无味的话来应付，才能回答那些空泛、笼统的提问
D.  诸如“您感觉如何?”这样的问题，只能使采访对象抓不住问题的要点而作泛泛的或言不由衷的回答', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('一般质疑类-有论据有结论',
        '某高速路段管理处决定招聘10名道路辅助管理人员，以解决正 式管理人员不足的问题，但这一建议招致某人士的反对(结论),该 人士认为，增加这10名道路辅助管理人员后，将会有更多道路违规、	 违纪行为被发现，而后期处理这些问题需占用更多的正式管理人员，
这将导致本已紧张的正式管理人员更加不足(论据)。以下哪项如果为真，最能削弱该人士观点：',
        'A.  新招聘的道路辅助管理人员工作起来，未必能尽心尽职
B.  有许多道路违纪违法行为，当场就可以解决，不需要拖到后期处理
C. 道路辅助管理人员也可以对道路违规违纪行为进行后期处理
D.  增加道路辅助管理人员将有效减少该路段道路违规违纪行为发生', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('推出类-推出方式',
        '若在一墓穴中发掘出墓主的印章和墓志铭，就能确定该墓穴是墓 主的真墓。在西高穴大墓中，没有发掘出曹操的印章和墓志铭。故西高穴大墓不是真的曹操墓。以下哪项的论证方式与题干最为类似：',
        'A. 若在墓穴中发现刻有“魏武王”之类字样的随葬品，就能说 明那个墓穴是曹操的。在西高穴大墓中发现了刻有“魏武王 常用格虎大戟”的石碑等随葬品。故该墓是曹操墓
B.  十八岁的人还没有面对过社会上的问题，而任何没有面对过 这些问题的人不能够进行投票。所以，十八岁的人不能够进
行投票
C. 只有持有深水合格证，才能进入深水池。高亮没有深水合格证，
所以，他不能进入深水池
D.  如果我有翅膀，我就能飞翔。我没有翅膀，所以，我不能飞翔', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('解释说明类',
        '有一段时间，电视机生产行业竞争激烈。由于电视机品牌众多，产品质量成为消费者考虑的首要因素。某电视机生产厂家为了扩大市场份额，一方面加大研发力度，进一步提高了电视机产品的质量；另 一方面在价格上作调整，适当降低了产品的价格。然而，调整之后的头三个月，其电视机产品的市场份额不但没有提高反而有所下降。以下哪项如果为真，最能解释上述现象：',
        'A. 消费者通常会考虑不同产品的价格差异，而非同一产品在不同时期的价格差异
B. 一个家庭再次购买电视机产品时会首先考虑原来的品牌
C. 消费者通常是通过价格来衡量电视机产品质量的
D. 其他电视机生产厂家也调整了产品价格', 'easy', '选择题',
        'C');
insert into question(title, content, options, level, type, answer)
values ('分析类——真假分析',
        '某小区一些住户乱停乱放车辆，常常造成交通堵塞。小区物管对 一位乱停车辆的车主说：“如果你不在规定的时间内将车开走，我们将对你实施罚款处罚。”该车主回答：“我坚决不同意。”按照车主的说法，他同意的是：',
        'A.  在规定时间内不将车开走，也不接受处罚
B.  在规定时间内将车开走以免受处罚
C.  在规定时间内不将车开走，接受处罚
D.  延期将车开走，并免受处罚', 'easy', '选择题',
        'D');
insert into question(title, content, options, level, type, answer)
values ('前提假设类——断点搭桥',
        '国外某公司从农户手中收购伪步行虫和蟋蟀等昆虫，把它们加工 成粉末或油，再与其它食材混合，制成让人吃不出昆虫味道的美味食 品。2019年该公司销售这种食品已实现百万美元盈利(论据)。联合 国粮农组织肯定这家公司的做法，并指出食用昆虫，有利于应对世界性粮食供应紧缺和营养不良的问题(结论)。③上述论证若要成立，必须增加的前提是：',
        'A.  世界粮食供应紧张状况还将持续，开发昆虫等新食材，可有效应对食物需求增长
B. 昆虫富含蛋白质、脂肪、补足维生素和铁的营养成分，是量大低成本的补充食材
C.  国外某权威研究机构称，在本世纪，食用昆虫有利于人口增长和蛋白质消费增加
D.  亚洲、非洲一些缺粮且人口营养不良的地区在大力发展昆虫养殖加工业', 'easy', '选择题',
        'B');
insert into question(title, content, options, level, type, answer)
values ('支持类-增加论据',
        '随着网络技术、数字技术的发展，人们的阅读方式、阅读途径更  加多元化，并且不断深化与拓展，呈现出数字阅读的新态势。阅读本	 是一种极具个人风格的私事，但在社交媒体环境中，数字阅读成为了  一件能够与他人共享、交流的事情；数字阅读的行为习惯，推广方式 及平台等也都在发生变化(结论).以下各项如果为真，最能加强上述论证的是：',
        'A. 有统计显示去年实体书店的销量下降了30%左右
B. 有数据显示去年电子书的购买率下降了10%左右
C. 社交媒体本身能为数字阅读找到更直接分享对象
D. 数字阅读的“智能”元素改变了传统阅读的本质', 'easy', '选择题',
        'C');